Repository: carloschuck/Mec-events
Catalog: modern-events-calendar/languages/mec-*.po
Languages: fa_ir

source: To display a list of your event categories on the frontend, simply include the shortcode %s in your page content.
fa_ir: برای نمایش لیستی از دسته بندی های رویدادهای خود در بخش فرانت اند، کافیست کد کوتاه %s را در محتوای صفحه خود قرار دهید.

source: Main Slug
fa_ir: اسلاگ اصلی

source: You can change the base event post type slug from this field to customize the events and archive page URLs. Please note that you should not have a page with this slug on your website. The default value is 'events'.
fa_ir: می توانید اسلاگ اصلی نوع پست رویداد را از این فیلد تغییر دهید تا آدرس های رویدادها و صفحه آرشیو را سفارشی کنید. لطفاً توجه داشته باشید که نباید صفحه ای با این اسلاگ در وب سایت خود داشته باشید. مقدار پیش فرض 'events' است.

source: Valid characters are lowercase a-z, - character and numbers.
fa_ir: کاراکترهای معتبر حروف کوچک a-z، کاراکتر - و اعداد هستند.

source: Category Slug
fa_ir: اسلاگ دسته بندی

source: You can change the event category page slug from this field. Please note that you should not have a page with this slug on your website. The default value is 'mec-category'.
fa_ir: می توانید اسلاگ صفحه دسته بندی رویداد را از این فیلد تغییر دهید. لطفاً توجه داشته باشید که نباید صفحه ای با این اسلاگ در وب سایت خود داشته باشید. مقدار پیش فرض 'mec-category' است.

source: If you cannot find the currency label in the above drop-down menu, you can manually add it here. Leave it empty to inherit from the option above.
fa_ir: اگر برچسب ارز را در منوی کشویی بالا پیدا نکردید، می توانید آن را به صورت دستی در اینجا اضافه کنید. برای به ارث بردن از گزینه بالا، آن را خالی بگذارید.

source: Security Captcha
fa_ir: کپچای امنیتی

source: Enable Google Recaptcha V2
fa_ir: فعال کردن گوگل ریکاپیچا V2

source: Enable on booking form
fa_ir: فعال در فرم رزرو

source: Enable on "Frontend Event Submission" form
fa_ir: فعال در فرم "ارسال رویداد از فرانت اند"

source: Site Key
fa_ir: کلید سایت

source: Enable Google Recaptcha V3
fa_ir: فعال کردن گوگل ریکاپیچا V3

source: Enable MTCaptcha
fa_ir: فعال کردن MTCaptcha

source: Private Key
fa_ir: کلید خصوصی

source: Search Bar
fa_ir: نوار جستجو

source: Put %s shortcode into your desired page. Then users are able to search events
fa_ir: کد کوتاه %s را در صفحه مورد نظر خود قرار دهید. سپس کاربران قادر به جستجوی رویدادها خواهند بود.

source: Ajax Live mode
fa_ir: حالت زنده آژاکس

source: Ajax mode
fa_ir: حالت آژاکس

source: By enableing this option, the search button will disappear and the search bar will function live. To use this feature, the text input field must be on.
fa_ir: با فعال کردن این گزینه، دکمه جستجو ناپدید می شود و نوار جستجو به صورت زنده کار خواهد کرد. برای استفاده از این ویژگی، فیلد ورودی متن باید فعال باشد.

source: Modern Type
fa_ir: نوع مدرن

source: Search bar fields
fa_ir: فیلدهای نوار جستجو

source: Text input
fa_ir: ورودی متن

source: Advanced Search Options
fa_ir: گزینه های جستجوی پیشرفته

source: Automatically search and display next month's events if no events are found for the requested month.
fa_ir: در صورت عدم یافتن رویدادی برای ماه درخواستی، به طور خودکار رویدادهای ماه بعد را جستجو و نمایش دهید.

source: Enable API
fa_ir: فعال کردن API

source: API Endpoint
fa_ir: نقطه پایانی API

source: API Keys
fa_ir: کلیدهای API

source: Display Name
fa_ir: نام نمایشی

source: Campaign Monitor Integration
fa_ir: یکپارچه سازی Campaign Monitor

source: MailerLite Integration
fa_ir: یکپارچه سازی MailerLite

source: Active Campaign Integration
fa_ir: یکپارچه سازی Active Campaign

source: AWeber Integration
fa_ir: یکپارچه سازی AWeber

source: MailPoet Integration
fa_ir: یکپارچه سازی MailPoet

source: Sendfox Integration
fa_ir: یکپارچه سازی Sendfox

source: Single Event Page
fa_ir: صفحه رویداد تکی

source: Single Event Date Format
fa_ir: فرمت تاریخ رویداد تکی

source: Specify the date format of the event date on the single event page date and time module.
fa_ir: فرمت تاریخ رویداد را در ماژول تاریخ و زمان صفحه رویداد تکی مشخص کنید.

source: Date Method
fa_ir: متد تاریخ

source: Next occurrence date
fa_ir: تاریخ بعدی

source: Referred date
fa_ir: تاریخ ارجاع داده شده

source: When you click on a recurring event from the archive page and shortcodes, which date should be opened?
fa_ir: هنگامی که روی یک رویداد تکراری از صفحه آرشیو و کدهای کوتاه کلیک می کنید، کدام تاریخ باید باز شود؟

source: Single Event Style
fa_ir: استایل رویداد تکی

source: Choose the single event page style.
fa_ir: استایل صفحه رویداد تکی را انتخاب کنید.

source: Booking Style
fa_ir: استایل رزرو

source: Modal
fa_ir: مودال

source: You can specify whether the booking widget should be shown as a pop-up (Modal) or as default. Note: The modal booking module will not appear if you set single event view on popup mode in the shortcodes settigns.
fa_ir: می‌توانید مشخص کنید که آیا ویجت رزرو به صورت پاپ‌آپ (مدال) نمایش داده شود یا به صورت پیش‌فرض. توجه: اگر نمای رویداد تکی را در حالت پاپ‌آپ در تنظیمات کدکوتاه تنظیم کنید، ماژول رزرو مدال ظاهر نخواهد شد.

source: Event Cost Type
fa_ir: نوع هزینه رویداد

source: Numeric (Searchable)
fa_ir: عددی (قابل جستجو)

source: Alphabetic (Not Searchable)
fa_ir: حروفی (غیرقابل جستجو)

source: Choose the Numeric type if you want to include the event cost field into the search form. If you do not need the search option you can choose the Alphabetic type.
fa_ir: اگر می‌خواهید فیلد هزینه رویداد را در فرم جستجو قرار دهید، نوع عددی را انتخاب کنید. اگر نیازی به گزینه جستجو ندارید، می‌توانید نوع حروفی را انتخاب کنید.

source: Timezone Per Event
fa_ir: منطقه زمانی به ازای هر رویداد

source: By activating this option, it will be possible to choose the timezone settings for each event separately. The appropriate option will be added to the add/edit event page.
fa_ir: با فعال کردن این گزینه، امکان انتخاب تنظیمات منطقه زمانی برای هر رویداد به صورت جداگانه فراهم خواهد شد. گزینه مربوطه به صفحه افزودن/ویرایش رویداد اضافه خواهد شد.

source: Disable Block Editor (Gutenberg)
fa_ir: غیرفعال کردن ویرایشگر بلوک (گوتنبرگ)

source: Disable Block Editor
fa_ir: غیرفعال کردن ویرایشگر بلوک

source: Block Editor
fa_ir: ویرایشگر بلوک

source: Keep this checkbox unchecked to use the new WordPress block editor.
fa_ir: برای استفاده از ویرایشگر بلوک جدید وردپرس، این کادر را بدون علامت بگذارید.

source: Breadcrumbs
fa_ir: مسیر راهنما (Breadcrumbs)

source: Enable Breadcrumbs
fa_ir: فعال کردن مسیر راهنما (Breadcrumbs)

source: Enabling this option will display the breadcrumbs on the single event page
fa_ir: فعال کردن این گزینه، مسیر راهنما را در صفحه تکی رویداد نمایش می‌دهد.

source: Breadcrumbs Events Page
fa_ir: صفحه رویدادهای مسیر راهنما

source: Archive Page
fa_ir: صفحه آرشیو

source: Category in Breadcrumbs
fa_ir: دسته در مسیر راهنما

source: Include Category in Breadcrumbs
fa_ir: گنجاندن دسته در مسیر راهنما

source: Change Currency Per Event
fa_ir: تغییر ارز به ازای هر رویداد

source: Enable Currency Per Event
fa_ir: فعال کردن ارز به ازای هر رویداد

source: By activating this option, it will be possible to choose the Currency settings for each event separately. The appropriate option will be added to the add/edit event page.
fa_ir: با فعال کردن این گزینه، امکان انتخاب تنظیمات ارز برای هر رویداد به صورت جداگانه فراهم خواهد شد. گزینه مربوطه به صفحه افزودن/ویرایش رویداد اضافه خواهد شد.

source: Featured Image Caption
fa_ir: زیرنویس تصویر شاخص

source: If enabled, an upload field will appear in the add/edit event page and if filled, it will appear in the event details page to download.
fa_ir: در صورت فعال بودن، یک فیلد آپلود در صفحه افزودن/ویرایش رویداد ظاهر می‌شود و در صورت پر شدن، در صفحه جزئیات رویداد برای دانلود نمایش داده خواهد شد.

source: Remaining Time Label
fa_ir: برچسب زمان باقی‌مانده

source: If enabled, a "remaining time" label will be displayed in the shortcodes, indicating the time remaining until the event occurs. To ensure that labels, including the remaining time label, are displayed, the "Display Normal Labels" option should be enabled.
fa_ir: در صورت فعال بودن، برچسب «زمان باقی‌مانده» در کدکوتاه‌ها نمایش داده می‌شود که زمان باقی‌مانده تا وقوع رویداد را نشان می‌دهد. برای اطمینان از نمایش برچسب‌ها، از جمله برچسب زمان باقی‌مانده، گزینه «نمایش برچسب‌های عادی» باید فعال باشد.

source: Sticky Sidebar
fa_ir: نوار کناری چسبان (Sticky Sidebar)

source: Enable Sticky Sidebar
fa_ir: فعال کردن نوار کناری چسبان

source: If the content you wish to display on the single event page is too long, enable this option to make the sidebar sticky. We don't recommend enabling this option if your sidebar has a lot of data and is a long sidebar.
fa_ir: اگر محتوایی که می‌خواهید در صفحه تکی رویداد نمایش دهید، بیش از حد طولانی است، این گزینه را فعال کنید تا نوار کناری چسبان شود. اگر نوار کناری شما حاوی داده‌های زیادی است و یک نوار کناری طولانی است، فعال کردن این گزینه را توصیه نمی‌کنیم.

source: Enable style per event option
fa_ir: فعال کردن گزینه سبک به ازای هر رویداد

source: If enabled, a style selector will show in event add / edit page to change the event details style per event basis.
fa_ir: در صورت فعال بودن، یک انتخابگر سبک در صفحه افزودن/ویرایش رویداد برای تغییر سبک جزئیات رویداد به ازای هر رویداد نمایش داده می‌شود.

source: FES Auto Style
fa_ir: استایل خودکار FES

source: FES Event Style
fa_ir: استایل رویداد FES

source: Choose your desired style for events submitted by Frontend Event Submission form.
fa_ir: سبک مورد نظر خود را برای رویدادهای ارسال شده توسط فرم ارسال رویداد فرانت‌اند انتخاب کنید.

source: Edit Per Occurrences
fa_ir: ویرایش به ازای هر وقوع

source: Ability to edit some event information per occurrence
fa_ir: قابلیت ویرایش برخی اطلاعات رویداد به ازای هر وقوع

source: If enabled, you can set the visibility of events in shortcodes. You may exclude some events from displaying in shortcodes.
fa_ir: در صورت فعال بودن، می‌توانید قابلیت مشاهده رویدادها را در کدکوتاه‌ها تنظیم کنید. ممکن است برخی از رویدادها را از نمایش در کدکوتاه‌ها حذف کنید.

source: Enable Event Banner Feature
fa_ir: فعال کردن ویژگی بنر رویداد

source: Force Featured Image as Event Banner
fa_ir: اجبار تصویر شاخص به عنوان بنر رویداد

source: FAQ Module
fa_ir: ماژول سوالات متداول

source: Enable FAQ module
fa_ir: فعال کردن ماژول سوالات متداول

source: Trailer URL Module
fa_ir: ماژول URL تریلر

source: Enable Trailer URL
fa_ir: فعال کردن URL تریلر

source: Content only for bookers
fa_ir: محتوا فقط برای رزروکنندگان

source: if you need to show a certain content only for booker users, you can enclose your content using %s shortcode. For example you can use %s code to say "Hi" to bookers.
fa_ir: اگر نیاز دارید محتوای خاصی را فقط برای کاربران رزروکننده نمایش دهید، می‌توانید محتوای خود را با استفاده از کدکوتاه %s محصور کنید. برای مثال، می‌توانید از کد %s برای گفتن «سلام» به رزروکنندگان استفاده کنید.

source: Hourly Schedule Shortcode
fa_ir: کدکوتاه برنامه ساعتی

source: hourly schedule is available in the event details page but if you like to embed this module into a custom WP page or post or any shortcode compatible widgets, all you need to do is to insert %s shortcode into the page content and place the event id instead of 1.
fa_ir: جدول زمانی ساعتی در صفحه جزئیات رویداد موجود است، اما اگر می‌خواهید این ماژول را در یک صفحه یا پست سفارشی وردپرس یا هر ویجت سازگار با شورت‌کد جاسازی کنید، تنها کاری که باید انجام دهید این است که شورت‌کد %s را در محتوای صفحه وارد کرده و به جای 1، شناسه رویداد را قرار دهید.

source: Custom Fields
fa_ir: فیلدهای سفارشی

source: Display Event Fields in Single Event Pages
fa_ir: نمایش فیلدهای رویداد در صفحات تک رویداد

source: Enable ability to select icon for fields.
fa_ir: فعال کردن قابلیت انتخاب آیکون برای فیلدها.

source: You should refresh the page to see its effects.
fa_ir: برای مشاهده اثرات آن باید صفحه را رفرش کنید.

source: Sidebar options
fa_ir: گزینه‌های نوار کناری

source: Date Time Module
fa_ir: ماژول تاریخ و زمان

source: Event Label
fa_ir: برچسب رویداد

source: Event Speakers
fa_ir: سخنرانان رویداد

source: Event Sponsors
fa_ir: اسپانسرها رویداد

source: Register Button
fa_ir: دکمه ثبت نام

source: Attendees Module
fa_ir: ماژول شرکت‌کنندگان

source: Social Module
fa_ir: ماژول شبکه‌های اجتماعی

source: Weather Module
fa_ir: ماژول آب و هوا

source: Google Map
fa_ir: نقشه گوگل

source: Icons options
fa_ir: گزینه‌های آیکون‌ها

source: Custom Styles
fa_ir: استایل‌های سفارشی

source: If you're a developer or you have knowledge of CSS codes, you can place your style codes here. These codes will be included in your theme frontend after all styles so they will override MEC default (or theme) styles.
fa_ir: اگر توسعه‌دهنده هستید یا دانش کدهای CSS را دارید، می‌توانید کدهای استایل خود را اینجا قرار دهید. این کدها پس از تمامی استایل‌ها در فرانت‌اند قالب شما گنجانده می‌شوند، بنابراین استایل‌های پیش‌فرض MEC (یا قالب) را نادیده می‌گیرند.

source: Default Font
fa_ir: فونت پیش‌فرض

source: Styling
fa_ir: استایل‌دهی

source: Color Skin
fa_ir: طرح رنگ

source: Predefined Color Skin
fa_ir: طرح رنگ از پیش تعریف شده

source: Custom Color Skin
fa_ir: طرح رنگ سفارشی

source: If you want to select a predefined color skin, you must clear the color of this item
fa_ir: اگر می‌خواهید یک طرح رنگ از پیش تعریف شده را انتخاب کنید، باید رنگ این آیتم را پاک کنید.

source: Primary border-radius
fa_ir: شعاع حاشیه اصلی

source: Customize the border-radius for wrappers, event items and event modules
fa_ir: شعاع حاشیه را برای کانتینرها، آیتم‌های رویداد و ماژول‌های رویداد سفارشی‌سازی کنید

source: Secondary border-radius
fa_ir: شعاع حاشیه ثانویه

source: Customize the border-radius buttons and other smaller elements.
fa_ir: شعاع حاشیه دکمه‌ها و سایر عناصر کوچکتر را سفارشی‌سازی کنید.

source: Dark Mode
fa_ir: حالت تاریک

source: Enable this option to turn on the dark mode
fa_ir: این گزینه را برای فعال کردن حالت تاریک فعال کنید

source: Advanced Color Options (shortcodes)
fa_ir: گزینه‌های رنگ پیشرفته (شورت‌کدها)

source: Title Hover
fa_ir: هاور عنوان

source: Typography
fa_ir: تایپوگرافی

source: Heading (Events Title) Font Family
fa_ir: فونت خانواده عنوان (عنوان رویدادها)

source: Paragraph Font Family
fa_ir: فونت خانواده پاراگراف

source: Disable Google Fonts
fa_ir: غیرفعال کردن فونت‌های گوگل

source: Disable
fa_ir: غیرفعال کردن

source: To be GDPR compliant you may need to disable Google fonts. Set "Default Font" value for font family and enable this option.
fa_ir: برای رعایت GDPR ممکن است نیاز داشته باشید فونت‌های گوگل را غیرفعال کنید. مقدار "فونت پیش‌فرض" را برای خانواده فونت تنظیم کرده و این گزینه را فعال کنید.

source: Accessibility
fa_ir: دسترسی‌پذیری

source: Enable A11Y or accessibility in MEC.
fa_ir: فعال کردن A11Y یا دسترسی‌پذیری در MEC.

source: Container Width
fa_ir: عرض کانتینر

source: Desktop Normal Screens
fa_ir: نمایشگرهای عادی دسکتاپ

source: You can enter your theme container size in this field to override it for normal screens.
fa_ir: می‌توانید اندازه کانتینر قالب خود را در این فیلد وارد کنید تا آن را برای نمایشگرهای عادی نادیده بگیرید.

source: Desktop Large Screens
fa_ir: نمایشگرهای بزرگ دسکتاپ

source: You can enter your theme container size in this field to override it for large screens.
fa_ir: می‌توانید اندازه کانتینر قالب خود را در این فیلد وارد کنید تا آن را برای نمایشگرهای بزرگ نادیده بگیرید.

source: Other Styling Option
fa_ir: سایر گزینه‌های استایل‌دهی

source: Frontend Event Submission Color
fa_ir: رنگ ارسال رویداد از فرانت‌اند

source: Notifications Background
fa_ir: پس‌زمینه اعلان‌ها

source: All videos
fa_ir: همه ویدئوها

source: All Articles
fa_ir: همه مقالات

source: If you have any questions regarding Modern Events Calendar and how to use it, you can use the following four methods we have prepared in this page. The detailed documentations of MEC along with its instructional videos will help you have a great experience working with it.So, if you need futher instructions using the plugin, please first refer to the following to find your answers.
fa_ir: اگر در مورد Modern Events Calendar و نحوه استفاده از آن سؤالی دارید، می‌توانید از چهار روش زیر که در این صفحه آماده کرده‌ایم استفاده کنید. مستندات دقیق MEC به همراه ویدئوهای آموزشی آن به شما کمک می‌کند تا تجربه خوبی در کار با آن داشته باشید. بنابراین، اگر به دستورالعمل‌های بیشتری برای استفاده از افزونه نیاز دارید، لطفاً ابتدا به موارد زیر مراجعه کنید تا پاسخ‌های خود را بیابید.

source: %s, if you need support, you can purchase our Extra Support feature through links below:
fa_ir: %s، اگر به پشتیبانی نیاز دارید، می‌توانید از طریق لینک‌های زیر قابلیت پشتیبانی ویژه ما را خریداری کنید:

source: Dear user
fa_ir: کاربر گرامی

source: %s, we won't charge you for any extra price after a year for using MEC or receiving updates, but you will need to renew your license if you needed support by then. You can use links below in order to do that:
fa_ir: %s، ما پس از یک سال برای استفاده از MEC یا دریافت به‌روزرسانی‌ها هیچ هزینه اضافی از شما دریافت نخواهیم کرد، اما اگر تا آن زمان به پشتیبانی نیاز داشتید، باید مجوز خود را تمدید کنید. برای انجام این کار می‌توانید از لینک‌های زیر استفاده کنید:

source: Advice and answers from the Webnus Team
fa_ir: مشاوره و پاسخ از تیم وب‌نوس

source: Setting Up Event
fa_ir: راه‌اندازی رویداد

source: Setup Features
fa_ir: ویژگی‌های راه‌اندازی

source: Add Event In MEC Plugin
fa_ir: افزودن رویداد در افزونه MEC

source: Repeating, Date & Time
fa_ir: تکرار، تاریخ و زمان

source: Add Tickets & Fee
fa_ir: افزودن بلیط و هزینه

source: Total Booking & User Limits
fa_ir: مجموع رزرو و محدودیت‌های کاربر

source: Create Events With Your Page Builder
fa_ir: ایجاد رویدادها با صفحه‌ساز شما

source: MEC Settings
fa_ir: تنظیمات MEC

source: Single Event
fa_ir: رویداد تکی

source: Making Advance Shortcodes
fa_ir: ساخت شورت‌کدهای پیشرفته

source: Manage The Bookings
fa_ir: مدیریت رزروها

source: Other Articles
fa_ir: مقالات دیگر

source: Import & Export Events
fa_ir: درون‌ریزی و برون‌ریزی رویدادها

source: Single Events Sidebar
fa_ir: سایدبار رویدادهای تکی

source: Translate MEC
fa_ir: ترجمه MEC

source: Developer Documentation
fa_ir: مستندات توسعه‌دهندگان

source: Knowledge
fa_ir: دانش

source: Quick Setup Video
fa_ir: ویدیوی راه‌اندازی سریع

source: Download the Plugin
fa_ir: دانلود افزونه

source: Install and Activate the Plugin
fa_ir: نصب و فعال‌سازی افزونه

source: Add a New Event
fa_ir: افزودن رویداد جدید

source: Watch Video
fa_ir: تماشای ویدیو

source: Activate License Video
fa_ir: ویدیوی فعال‌سازی مجوز

source: Login to Dashboard
fa_ir: ورود به داشبورد

source: Get the License Key
fa_ir: دریافت کلید مجوز

source: Activate the plugin
fa_ir: فعال‌سازی افزونه

source: Add New Event Video
fa_ir: ویدیوی افزودن رویداد جدید

source: Add New Events, Date and Time
fa_ir: افزودن رویدادهای جدید، تاریخ و زمان

source: Tags, Categories, Organizer, Location
fa_ir: برچسب‌ها، دسته‌بندی‌ها، برگزارکننده، مکان

source: Hourly Schedule, Set Up Shortcodes
fa_ir: برنامه ساعتی، راه‌اندازی شورت‌کدها

source: Enable Booking Video
fa_ir: ویدیوی فعال‌سازی رزرو

source: Enable Booking
fa_ir: فعال‌سازی رزرو

source: Customize the Booking Form
fa_ir: سفارشی‌سازی فرم رزرو

source: Set Up a Payment Gateway
fa_ir: راه‌اندازی یک درگاه پرداخت

source: Add Booking Form Video
fa_ir: ویدیوی افزودن فرم رزرو

source: Enable Booking from Settings
fa_ir: فعال‌سازی رزرو از تنظیمات

source: Set Up a Booking Form
fa_ir: راه‌اندازی فرم رزرو

source: Create Shortcodes Video
fa_ir: ویدیوی ایجاد شورت‌کدها

source: Create a New Shortcode
fa_ir: ایجاد یک شورت‌کد جدید

source: Customize Shortcodes
fa_ir: سفارشی‌سازی شورت‌کدها

source: Use Filters in Shortcodes
fa_ir: استفاده از فیلترها در شورت‌کدها

source: WooCommerce Video
fa_ir: ویدیوی ووکامرس

source: Install and Activate WooCommerce
fa_ir: نصب و فعال‌سازی ووکامرس

source: Integrate with MEC
fa_ir: یکپارچه‌سازی با MEC

source: Set Up WooCommerce Gateway
fa_ir: راه‌اندازی درگاه ووکامرس

source: Settings Video
fa_ir: ویدیوی تنظیمات

source: An Overview of the Settings
fa_ir: یک نمای کلی از تنظیمات

source: Set Up Different Settings
fa_ir: راه‌اندازی تنظیمات مختلف

source: Use Different Options
fa_ir: استفاده از گزینه‌های مختلف

source: How should I update plugin?
fa_ir: چگونه باید افزونه را به‌روزرسانی کنم؟

source: You have two options:<br> 1- Uploading the plugin file using FTP. For more information, please <a href="%s" target="_blank">click here</a>.<br> 2- Using the auto-update feature which needs the adding of the purchase code in the corresponding section in the plugin. For more information, please <a href="%s" target="_blank">click here</a>.
fa_ir: شما دو گزینه دارید:<br> 1- آپلود فایل افزونه با استفاده از FTP. برای اطلاعات بیشتر، لطفاً <a href="%s" target="_blank">اینجا کلیک کنید</a>.<br> 2- استفاده از قابلیت به‌روزرسانی خودکار که نیاز به افزودن کد خرید در بخش مربوطه در افزونه دارد. برای اطلاعات بیشتر، لطفاً <a href="%s" target="_blank">اینجا کلیک کنید</a>.

source: Do I lose all my data or customization if I update MEC?
fa_ir: آیا در صورت به‌روزرسانی MEC، تمام داده‌ها یا سفارشی‌سازی‌هایم را از دست می‌دهم؟

source: If you’ve added a file to the main folder of MEC, this file will be removed after the update. Therefore, please do get a full back up before proceeding with the update process.
fa_ir: اگر فایلی را به پوشه اصلی MEC اضافه کرده‌اید، این فایل پس از به‌روزرسانی حذف خواهد شد. بنابراین، لطفاً قبل از شروع فرآیند به‌روزرسانی، یک پشتیبان کامل تهیه کنید.

source: Can I customize the event pages?
fa_ir: آیا می‌توانم صفحات رویداد را سفارشی‌سازی کنم؟

source: Yes, it is possible. In order to see the related documentations, please <a href="%s" target="_blank">click here</a>.
fa_ir: بله، امکان‌پذیر است. برای مشاهده مستندات مرتبط، لطفاً <a href="%s" target="_blank">اینجا کلیک کنید</a>.

source: Does MEC have default languages or it needs to be translated?
fa_ir: آیا MEC زبان‌های پیش‌فرض دارد یا نیاز به ترجمه دارد؟

source: Yes, for a number of languages MEC has the translation file as default. However, since these translations have been done by the users, they may be incomplete, hence updating them might be required. For more information, please <a href="%s" target="_blank">click here</a>.
fa_ir: بله، برای تعدادی از زبان‌ها MEC فایل ترجمه را به صورت پیش‌فرض دارد. با این حال، از آنجایی که این ترجمه‌ها توسط کاربران انجام شده‌اند، ممکن است ناقص باشند، بنابراین به‌روزرسانی آن‌ها لازم باشد. برای اطلاعات بیشتر، لطفاً <a href="%s" target="_blank">اینجا کلیک کنید</a>.

source: Can I have more than one calendar in one website?
fa_ir: آیا می‌توانم بیش از یک تقویم در یک وب‌سایت داشته باشم؟

source: Unfortunately, MEC does not support more than 1 calendar in a single website, however, it will be added in its upcoming updates.
fa_ir: متأسفانه، MEC بیش از 1 تقویم را در یک وب‌سایت پشتیبانی نمی‌کند، با این حال، در به‌روزرسانی‌های آینده اضافه خواهد شد.

source: Can I import/export from/to MEC?
fa_ir: آیا می‌توانم از/به MEC وارد/صادر کنم؟

source: Yes, you can get an XML export from MEC data or import the file you've exported to MEC. Also, if you are using one of the following plugins (The event calendar, calendarize it, EventOn, Events Schedule WP Plugin), then you can easily transfer your events to MEC.
fa_ir: بله، می‌توانید یک خروجی XML از داده‌های MEC دریافت کنید یا فایلی را که به MEC صادر کرده‌اید وارد کنید. همچنین، اگر از یکی از افزونه‌های زیر (The event calendar, calendarize it, EventOn, Events Schedule WP Plugin) استفاده می‌کنید، می‌توانید به راحتی رویدادهای خود را به MEC منتقل کنید.

source: Articles
fa_ir: مقالات

source: MEC And Integrate With WooCommerce
fa_ir: MEC و یکپارچه‌سازی با ووکامرس

source: How to remove comment box on single event?
fa_ir: چگونه کادر نظرات را در رویداد تکی حذف کنیم؟

source: Setup Date Option On Shortcodes
fa_ir: تنظیم گزینه تاریخ در شرت‌کدها

source: No Event Found, what should I fix?
fa_ir: رویدادی یافت نشد، چه چیزی را باید اصلاح کنم؟

source: How Can I change the image size in shortcodes?
fa_ir: چگونه می‌توانم اندازه تصویر را در شرت‌کدها تغییر دهم؟

source: Booking Module Not Working
fa_ir: ماژول رزرو کار نمی‌کند

source: I want to export booking, what should I do?
fa_ir: می‌خواهم رزرو را صادر کنم، چه کاری باید انجام دهم؟
