Repository: carloschuck/Mec-events
Catalog: modern-events-calendar/languages/mec-*.po
Languages: fa_ir

source: Please note that you should create (or imports) events before importing the %1s otherwise %2s won't import due to lack of data.
fa_ir: لطفاً توجه داشته باشید که باید قبل از وارد کردن %1s، رویدادها را ایجاد (یا وارد) کنید، در غیر این صورت %2s به دلیل کمبود داده وارد نخواهد شد.

source: CSV File
fa_ir: فایل CSV

source: Upload & Import
fa_ir: بارگذاری و وارد کردن

source: Email Subject
fa_ir: موضوع ایمیل

source: Receiver Users
fa_ir: کاربران گیرنده

source: Select users to send a copy of this email to them.
fa_ir: کاربران را برای ارسال یک کپی از این ایمیل به آن‌ها انتخاب کنید.

source: Receiver Roles
fa_ir: نقش‌های گیرنده

source: Select a user role to send a copy of this email to them.
fa_ir: یک نقش کاربری را برای ارسال یک کپی از این ایمیل به آن‌ها انتخاب کنید.

source: Custom Recipients
fa_ir: گیرندگان سفارشی

source: Insert the comma separated email addresses for multiple recipients.
fa_ir: آدرس‌های ایمیل را با کاما جدا کرده و برای چندین گیرنده وارد کنید.

source: Email Content
fa_ir: محتوای ایمیل

source: You can use the following placeholders
fa_ir: می‌توانید از جایگزین‌های زیر استفاده کنید

source: It seems that you have set "Booking" to modal from Single Event MEC Settings. You need to know that for this mode to work you must add Register Button Widget to this page, then in the front-end by clicking the Register button in your events you can then see the modal mode of the Booking.
fa_ir: به نظر می‌رسد شما «رزرو» را از تنظیمات رویداد تک MEC به حالت مودال (Modal) تنظیم کرده‌اید. باید بدانید که برای کارکرد این حالت، باید ویجت دکمه ثبت‌نام را به این صفحه اضافه کنید، سپس در نمای کاربری با کلیک بر روی دکمه ثبت‌نام در رویدادهای خود می‌توانید حالت مودال رزرو را مشاهده کنید.

source: To show this widget, you need to set "Content" for your latest event.
fa_ir: برای نمایش این ویجت، باید «محتوا» را برای آخرین رویداد خود تنظیم کنید.

source: To show this widget, you need to enable "Attendees Module" and have at least a booking for your latest event.
fa_ir: برای نمایش این ویجت، باید «ماژول شرکت‌کنندگان» را فعال کرده و حداقل یک رزرو برای آخرین رویداد خود داشته باشید.

source: To show this widget, you need to set "Event Banner" for your latest event.
fa_ir: برای نمایش این ویجت، باید «بنر رویداد» را برای آخرین رویداد خود تنظیم کنید.

source: To show this widget, you need to enable "Breadcrumbs" module.
fa_ir: برای نمایش این ویجت، باید ماژول «مسیر راهنما» (Breadcrumbs) را فعال کنید.

source: To show this widget, you need to set "Cancellation Reason" for your latest event.
fa_ir: برای نمایش این ویجت، باید «دلیل لغو» را برای آخرین رویداد خود تنظیم کنید.

source: To show this widget, you need to set "Category" for your latest event.
fa_ir: برای نمایش این ویجت، باید «دسته» را برای آخرین رویداد خود تنظیم کنید.

source: Category
fa_ir: دسته

source: To show this widget, you need to set "Cost" for your latest event.
fa_ir: برای نمایش این ویجت، باید «هزینه» را برای آخرین رویداد خود تنظیم کنید.

source: To show this widget, you need to enable "Countdown" module
fa_ir: برای نمایش این ویجت، باید ماژول «شمارش معکوس» را فعال کنید

source: To show this widget, you need to set "Event DataContent" for your latest event.
fa_ir: برای نمایش این ویجت، باید «محتوای داده رویداد» را برای آخرین رویداد خود تنظیم کنید.

source: To show this widget, you need to enable "Export" module.
fa_ir: برای نمایش این ویجت، باید ماژول «صادرات» را فعال کنید.

source: To show this widget, you need to set "Event Gallery" for your latest event.
fa_ir: برای نمایش این ویجت، باید «گالری رویداد» را برای آخرین رویداد خود تنظیم کنید.

source: To show this widget, you need to enable "Map" module
fa_ir: برای نمایش این ویجت، باید ماژول «نقشه» را فعال کنید.

source: To show this widget, you need to set "Hourly Schedule" for your latest event.
fa_ir: برای نمایش این ویجت، باید «برنامه ساعتی» را برای آخرین رویداد خود تنظیم کنید.

source: To show this widget, you need to enable "Local Time" module.
fa_ir: برای نمایش این ویجت، باید ماژول «زمان محلی» را فعال کنید.

source: Phone
fa_ir: تلفن

source: To show this widget, you need to set "More Info Link" for your latest event.
fa_ir: برای نمایش این ویجت، باید «پیوند اطلاعات بیشتر» را برای آخرین رویداد خود تنظیم کنید.

source: To show this widget, you need to enable "Next Event" module.
fa_ir: برای نمایش این ویجت، باید ماژول «رویداد بعدی» را فعال کنید.

source: To show this widget, you need to enable "Next/Previous Events" module.
fa_ir: برای نمایش این ویجت، باید ماژول «رویدادهای بعدی/قبلی» را فعال کنید.

source: To show this widget, you need to set "Organizer" for your latest event.
fa_ir: برای نمایش این ویجت، باید «برگزارکننده» را برای آخرین رویداد خود تنظیم کنید.

source: To show this widget, you need to set "Public Download" for your latest event.
fa_ir: برای نمایش این ویجت، باید «دانلود عمومی» را برای آخرین رویداد خود تنظیم کنید.

source: To show this widget, you need to enable "QR Code" module.
fa_ir: برای نمایش این ویجت، باید ماژول «کد QR» را فعال کنید.

source: REGISTER
fa_ir: ثبت‌نام

source: To show this widget, you need to enable "Related Events" module.
fa_ir: برای نمایش این ویجت، باید ماژول «رویدادهای مرتبط» را فعال کنید.

source: To show this widget, you need to enable "Social Networks" module.
fa_ir: برای نمایش این ویجت، باید ماژول «شبکه‌های اجتماعی» را فعال کنید.

source: Share this event
fa_ir: این رویداد را به اشتراک بگذارید

source: To show this widget, you need to enable "Sponsors" module.
fa_ir: برای نمایش این ویجت، باید ماژول «حامیان مالی» را فعال کنید.

source: To show this widget, you need to set "Tags" for your latest event.
fa_ir: برای نمایش این ویجت، باید «برچسب‌ها» را برای آخرین رویداد خود تنظیم کنید.

source: Tags:
fa_ir: برچسب‌ها:

source: No Tags Available
fa_ir: هیچ برچسبی موجود نیست

source: Time
fa_ir: زمان

source: All Day
fa_ir: تمام روز

source: To show this widget, you need to set "Virtual Event" Data for your latest event.
fa_ir: برای نمایش این ویجت، باید داده‌های «رویداد مجازی» را برای آخرین رویداد خود تنظیم کنید.

source: To show this widget, you need to enable "Weather" module.
fa_ir: برای نمایش این ویجت، باید ماژول «آب و هوا» را فعال کنید.

source: To show this widget, you need to set "Zoom Information" for your latest event.
fa_ir: برای نمایش این ویجت، باید «اطلاعات زوم» را برای آخرین رویداد خود تنظیم کنید.

source: To show this widget, you need to enable "RSVP" module.
fa_ir: برای نمایش این ویجت، باید ماژول «RSVP» را فعال کنید.

source: Pay Locally
fa_ir: پرداخت در محل

source: PayPal Express
fa_ir: پی‌پال اکسپرس

source: Pay by WooCommerce
fa_ir: پرداخت با ووکامرس

source: PayPal Credit Card
fa_ir: کارت اعتباری پی‌پال

source: Stripe
fa_ir: استرایپ

source: Stripe Connect
fa_ir: استرایپ کانکت

source: Bank Transfer
fa_ir: انتقال بانکی

source: PayPal Standard
fa_ir: پی‌پال استاندارد

source: Add to cart
fa_ir: افزودن به سبد خرید

source: Discount by WC Coupon
fa_ir: تخفیف با کوپن WC

source: User Discount
fa_ir: تخفیف کاربر

source: Discount
fa_ir: تخفیف

source: The %s ticket is sold out in %s. You can try another ticket or another date.
fa_ir: بلیط %s در %s به فروش رفته است. می‌توانید بلیط دیگری یا تاریخ دیگری را امتحان کنید.

source: There is no attendee for booking!
fa_ir: هیچ شرکتی برای رزرو وجود ندارد!

source: Ticket
fa_ir: بلیط

source: %s notification(s) sent.
fa_ir: %s اعلان ارسال شد.

source: %s email(s) sent.
fa_ir: %s ایمیل ارسال شد.

source: %s reminder(s) sent.
fa_ir: %s یادآور ارسال شد.

source: Auto-import from Facebook is disabled!
fa_ir: واردات خودکار از فیسبوک غیرفعال است!

source: Please paste the link to your Facebook page.
fa_ir: لطفاً لینک صفحه فیسبوک خود را وارد کنید.

source: We were not able to recognize your Facebook page. Please check again and provide a valid link.
fa_ir: ما قادر به شناسایی صفحه فیسبوک شما نبودیم. لطفاً مجدداً بررسی کرده و یک لینک معتبر ارائه دهید.

source: %s Facebook events imported/updated.
fa_ir: %s رویداد فیسبوک وارد/به‌روزرسانی شد.

source: Auto Google Calendar export is disabled!
fa_ir: صادرات خودکار تقویم گوگل غیرفعال است!

source: Client App, Client Secret, and Calendar ID are all required!
fa_ir: Client App، Client Secret و Calendar ID همگی الزامی هستند!

source: %s events added to Google Calendar with success.
fa_ir: %s رویداد با موفقیت به تقویم گوگل اضافه شد.

source: %s previously added events get updated.
fa_ir: %s رویداد قبلاً اضافه شده به‌روزرسانی شد.

source: %s failed to add events because: %s
fa_ir: %s رویداد به دلیل: %s نتوانست اضافه شود.

source: %s events deleted successfully.
fa_ir: %s رویداد با موفقیت حذف شد.

source: Auto-import for Google Calendar is disabled!
fa_ir: واردات خودکار برای تقویم گوگل غیرفعال است!

source: API key and Calendar ID are required!
fa_ir: کلید API و Calendar ID الزامی هستند!

source: %s google events imported/updated.
fa_ir: %s رویداد گوگل وارد/به‌روز شد.

source: %s events trashed successfully.
fa_ir: %s رویداد با موفقیت به زباله‌دان منتقل شد.

source: Auto-import for Meetup is disabled!
fa_ir: واردات خودکار برای Meetup غیرفعال است!

source: API public key, secret key, and group URL are required!
fa_ir: کلید عمومی API، کلید مخفی و URL گروه الزامی است!

source: Check at Meetup
fa_ir: بررسی در Meetup

source: %s meetup events imported/updated.
fa_ir: %s رویداد Meetup وارد/به‌روز شد.

source: Classic View
fa_ir: نمایش کلاسیک

source: Calendar View
fa_ir: نمای تقویم

source: Upcoming View
fa_ir: نمای رویدادهای آتی

source: days
fa_ir: روزها

source: hours
fa_ir: ساعت‌ها

source: MEC Archive
fa_ir: آرشیو MEC

source: Widgets in this area will be shown on archive pages.
fa_ir: ابزارک‌های این ناحیه در صفحات آرشیو نمایش داده می‌شوند.

source: Emails
fa_ir: ایمیل‌ها

source: Add %s
fa_ir: افزودن %s

source: No %s found!
fa_ir: %s یافت نشد!

source: Edit %s
fa_ir: ویرایش %s

source: No %s found in Trash!
fa_ir: %s در زباله‌دان یافت نشد!

source: Details
fa_ir: جزئیات

source: Chosen Time:
fa_ir: زمان انتخاب شده:

source: Booking
fa_ir: رزرو

source: Bookings
fa_ir: رزروها

source: %s Details
fa_ir: جزئیات %s

source: Status & Invoice
fa_ir: وضعیت و صورتحساب

source: Verification
fa_ir: تأییدیه

source: Resend Confirmation Email
fa_ir: ارسال مجدد ایمیل تأیید

source: Resend Verification Email
fa_ir: ارسال مجدد ایمیل راستی‌آزمایی

source: Here, you can %s the invoice for transaction %s.
fa_ir: در اینجا، می‌توانید فاکتور برای تراکنش %s را %s کنید.

source: download
fa_ir: دانلود

source: Refund
fa_ir: بازپرداخت

source: Booking get rejected automatically after refund.
fa_ir: رزرو پس از بازپرداخت به صورت خودکار رد می‌شود.

source: Refund Amount
fa_ir: مبلغ بازپرداخت

source: Leave empty for a full refund.
fa_ir: برای بازپرداخت کامل خالی بگذارید.

source: The booking is refunded at %s
fa_ir: رزرو در تاریخ %s بازپرداخت شد.

source: Creates a new booking under "Pay Locally" gateway.
fa_ir: یک رزرو جدید تحت درگاه «پرداخت محلی» ایجاد می‌کند.

source: %s Form
fa_ir: فرم %s

source: Number of Attendees
fa_ir: تعداد شرکت‌کنندگان

source: Go to Edit Form
fa_ir: رفتن به ویرایش فرم

source: Price
fa_ir: قیمت

source: Paid Amount
fa_ir: مبلغ پرداخت شده

source: Gateway
fa_ir: درگاه پرداخت

source: Unknown
fa_ir: ناشناخته

source: Transaction ID
fa_ir: شناسه تراکنش

source: Coupon Code
fa_ir: کد تخفیف

source: Date & Times
fa_ir: تاریخ و زمان‌ها

source: %s to %s
fa_ir: از %s تا %s

source: Date & Time
fa_ir: تاریخ و زمان

source: This is a booking for all occurrences. Some of them are listed below but there might be more.
fa_ir: این یک رزرو برای تمام وقوع‌ها است. برخی از آن‌ها در زیر لیست شده‌اند اما ممکن است بیشتر باشند.

source: Cancellation Date
fa_ir: تاریخ لغو

source: Total Attendees
fa_ir: تعداد کل شرکت‌کنندگان

source: %s Fields
fa_ir: فیلدهای %s

source: Yes
fa_ir: بله

source: No
fa_ir: خیر

source: Attachments
fa_ir: ضمیمه‌ها

source: Billing
fa_ir: صورتحساب

source: Total
fa_ir: کل

source: Paid
fa_ir: پرداخت شده

source: Do not edit the booking unless it is really needed!
fa_ir: رزرو را ویرایش نکنید مگر اینکه واقعاً لازم باشد!

source: I need to edit the details of a booking
fa_ir: من نیاز به ویرایش جزئیات یک رزرو دارم

source: Coupon
fa_ir: کوپن

source: Add Attendee
fa_ir: افزودن شرکت‌کننده

source: Remove Attendee
fa_ir: حذف شرکت‌کننده

source: Select File
fa_ir: انتخاب فایل

source: Event ID
fa_ir: شناسه رویداد

source: Book Date
fa_ir: تاریخ رزرو

source: Order Time
fa_ir: زمان سفارش

source: - Ticket
fa_ir: - بلیط

source: Order Date
fa_ir: تاریخ سفارش

source: Today
fa_ir: امروز

source: Yesterday
fa_ir: دیروز

source: Current Month
fa_ir: ماه جاری

source: Last Month
fa_ir: ماه گذشته

source: Current Year
fa_ir: سال جاری

source: Last Year
fa_ir: سال گذشته

source: Confirm
fa_ir: تایید

source: Reject
fa_ir: رد کردن

source: CSV Export
fa_ir: خروجی CSV

source: MS Excel Export
fa_ir: خروجی MS Excel

source: Start Date & Time
fa_ir: تاریخ و زمان شروع

source: End Date & Time
fa_ir: تاریخ و زمان پایان

source: Total Price
fa_ir: قیمت کل

source: Ticket Variation
fa_ir: تنوع بلیط

source: Other Dates
fa_ir: تاریخ‌های دیگر

source: Checkin Status
fa_ir: وضعیت ورود

source: Checkin DateTime
fa_ir: تاریخ و زمان ورود

source: Uploaded file size exceeds the maximum allowed size.
fa_ir: اندازه فایل بارگذاری شده از حداکثر اندازه مجاز بیشتر است.

source: Uploaded file type is not supported.
fa_ir: نوع فایل بارگذاری شده پشتیبانی نمی‌شود.

source: Invalid Request.
fa_ir: درخواست نامعتبر.

source: Please select a date first.
fa_ir: لطفاً ابتدا یک تاریخ را انتخاب کنید.

source: Selected date is not valid.
fa_ir: تاریخ انتخاب شده معتبر نیست.

source: The event has started and you cannot book it.
fa_ir: رویداد شروع شده و شما نمی‌توانید آن را رزرو کنید.

source: To book %s ticket you should book at-least %s ones!
fa_ir: برای رزرو %s بلیط، باید حداقل %s بلیط رزرو کنید!

source: To book %s ticket you should book maximum %s ones!
fa_ir: برای رزرو %s بلیط، باید حداکثر %s بلیط رزرو کنید!

source: You should book at-least %s tickets. You booked %s ones.
fa_ir: شما باید حداقل %s بلیط رزرو کنید. شما %s بلیط رزرو کردید.

source: Maximum allowed number of tickets that you can book is %s.
fa_ir: حداکثر تعداد مجاز بلیطی که می‌توانید رزرو کنید %s است.

source: Please select tickets!
fa_ir: لطفاً بلیط‌ها را انتخاب کنید!

source: Captcha is invalid. Please try again.
fa_ir: کپچا نامعتبر است. لطفاً دوباره تلاش کنید.

source: You have already booked %s tickets and the maximum number of tickets per user is %s.
fa_ir: شما قبلاً %s بلیط رزرو کرده‌اید و حداکثر تعداد بلیط برای هر کاربر %s است.

source: %s email already booked this event and it's not possible to book it again.
fa_ir: ایمیل %s قبلاً این رویداد را رزرو کرده است و امکان رزرو مجدد وجود ندارد.

source: %s email is duplicated. Please use unique emails for all attendees.
fa_ir: ایمیل %s تکراری است. لطفاً برای همه شرکت‌کنندگان از ایمیل‌های منحصر به فرد استفاده کنید.

source: Please fill the form correctly. Email and Name fields are required!
fa_ir: لطفاً فرم را به درستی پر کنید. فیلدهای ایمیل و نام الزامی هستند!

source: Password should be at-least 8 characters!
fa_ir: رمز عبور باید حداقل 8 کاراکتر باشد!

source: Username should be between 6 and 20 characters!
fa_ir: نام کاربری باید بین 6 تا 20 کاراکتر باشد!

source: Only alphabetical characters including numbers and underscore are allowed in username.
fa_ir: فقط کاراکترهای الفبایی شامل اعداد و علامت زیرخط در نام کاربری مجاز هستند.

source: Selected username already exists so please insert another one.
fa_ir: نام کاربری انتخابی قبلاً وجود دارد، لطفاً نام دیگری وارد کنید.

source: Event is invalid. Please select an event.
fa_ir: رویداد نامعتبر است. لطفاً یک رویداد انتخاب کنید.

source: You should select at-least one attendee.
fa_ir: شما باید حداقل یک شرکت‌کننده را انتخاب کنید.

source: No ticket or future date found for this event! Please try another event.
fa_ir: هیچ بلیط یا تاریخ آینده‌ای برای این رویداد یافت نشد! لطفاً رویداد دیگری را امتحان کنید.

source: Previous
fa_ir: قبلی

source: Booking is invalid!
fa_ir: رزرو نامعتبر است!

source: No tickets found for this event! Please try another event.
fa_ir: هیچ بلیطی برای این رویداد یافت نشد! لطفاً رویداد دیگری را امتحان کنید.

source: Please insert event id!
fa_ir: لطفاً شناسه رویداد را وارد کنید!

source: Event is not valid!
fa_ir: رویداد معتبر نیست!

source: WooCommerce Tax
fa_ir: مالیات ووکامرس

source: Transaction does not exists in cart.
fa_ir: تراکنش در سبد خرید وجود ندارد.

source: Successfully removed and updated the cart.
fa_ir: سبد خرید با موفقیت حذف و به‌روز شد.

source: Coupon was not valid or applicable.
fa_ir: کوپن معتبر یا قابل استفاده نبود.

source: The coupon is applicable to only %s bookings; you currently have %s bookings.
fa_ir: کوپن فقط برای %s رزرو قابل اعمال است؛ شما در حال حاضر %s رزرو دارید.

source: Coupon applied successfully. Please wait ...
fa_ir: کوپن با موفقیت اعمال شد. لطفاً منتظر بمانید ...

source: Request is invalid!
fa_ir: درخواست نامعتبر است!

source: Your cart is not free!
fa_ir: سبد خرید شما رایگان نیست!

source: Thanks for your booking.
fa_ir: از رزرو شما متشکریم.

source: Cart is empty!
fa_ir: سبد خرید خالی است!

source: Go to events page
fa_ir: برو به صفحه رویدادها

source: Dates
fa_ir: تاریخ‌ها

source: Applied Coupon
fa_ir: کوپن اعمال شده

source: Apply
fa_ir: اعمال

source: Proceed to checkout
fa_ir: ادامه به پرداخت

source: Free %s
fa_ir: %s رایگان

source: Back to Cart
fa_ir: بازگشت به سبد خرید

source: Certificate
fa_ir: گواهی

source: Certificates
fa_ir: گواهی‌ها

source: Certificates sent successfully.
fa_ir: گواهی‌ها با موفقیت ارسال شدند.

source: Print Certificate
fa_ir: چاپ گواهی

source: Recent Colors
fa_ir: رنگ‌های اخیر

source: Settings
fa_ir: تنظیمات

source: <h2 class="dark-text">Booking Form<hr></h2> <strong>Build your booking registration form (This form will be used for every attendee).</strong> <iframe width="600" height="300" src="https://www.youtube.com/embed/YM8cCOvgpk0" frameborder="0" allowfullscreen></iframe>
fa_ir: <h2 class="dark-text">فرم رزرو<hr></h2> <strong>فرم ثبت نام رزرو خود را بسازید (این فرم برای هر شرکت‌کننده استفاده خواهد شد).</strong> <iframe width="600" height="300" src="https://www.youtube.com/embed/YM8cCOvgpk0" frameborder="0" allowfullscreen></iframe>

source: Payment Gateways
fa_ir: درگاه‌های پرداخت

source: <h2 class="dark-text">Payment Gateways <hr></h2><iframe width="600" height="300" src="https://www.youtube.com/embed/Hpg4chWlxoQ" frameborder="0" allowfullscreen></iframe>
fa_ir: <h2 class="dark-text">درگاه‌های پرداخت <hr></h2><iframe width="600" height="300" src="https://www.youtube.com/embed/Hpg4chWlxoQ" frameborder="0" allowfullscreen></iframe>

source: Notifications
fa_ir: اعلان‌ها

source: <h2 class="dark-text">Notifications <hr></h2><strong>You can edit your messages in there.</strong><strong>MEC Notificatoin Module</strong><iframe width="600" height="300" src="https://www.youtube.com/embed/ZAA8zVewOj0" frameborder="0" allowfullscreen></iframe>
fa_ir: <h2 class="dark-text">اعلان‌ها <hr></h2><strong>می‌توانید پیام‌های خود را در اینجا ویرایش کنید.</strong><strong>ماژول اعلان MEC</strong><iframe width="600" height="300" src="https://www.youtube.com/embed/ZAA8zVewOj0" frameborder="0" allowfullscreen></iframe>

source: Google Cal. Import
fa_ir: وارد کردن تقویم گوگل

source: <h2 class="dark-text">Import/Export<hr></h2><div class="big-title2"><strong>Google Cal. Import:</strong></div><iframe width="854" height="420" src="https://www.youtube.com/embed/vxHC7NVbmuc" frameborder="0" allowfullscreen></iframe>
fa_ir: <h2 class="dark-text">واردات/صادرات<hr></h2><div class="big-title2"><strong>وارد کردن تقویم گوگل:</strong></div><iframe width="854" height="420" src="https://www.youtube.com/embed/vxHC7NVbmuc" frameborder="0" allowfullscreen></iframe>

source: Google Cal. Export
fa_ir: صادرات تقویم گوگل

source: <h2 class="dark-text">Import/Export<hr></h2><div class="big-title2"><strong>Google Cal. Export:</strong></div><iframe width="854" height="420" src="https://www.youtube.com/embed/DdeNazxbLyo" frameborder="0" allowfullscreen></iframe>
fa_ir: <h2 class="dark-text">واردات/صادرات<hr></h2><div class="big-title2"><strong>خروجی تقویم گوگل:</strong></div><iframe width="854" height="420" src="https://www.youtube.com/embed/DdeNazxbLyo" frameborder="0" allowfullscreen></iframe>

source: Facebook Cal. Import
fa_ir: ورودی تقویم فیس‌بوک

source: <h2 class="dark-text">Import/Export<hr></h2><div class="big-title2"><strong>Facebook Cal. Import:</strong></div><iframe width="854" height="420" src="https://www.youtube.com/embed/dqgt1b8X8hs" frameborder="0" allowfullscreen></iframe>
fa_ir: <h2 class="dark-text">واردات/صادرات<hr></h2><div class="big-title2"><strong>ورودی تقویم فیس‌بوک:</strong></div><iframe width="854" height="420" src="https://www.youtube.com/embed/dqgt1b8X8hs" frameborder="0" allowfullscreen></iframe>

source: General Options
fa_ir: گزینه‌های عمومی

source: Slugs/Permalinks
fa_ir: نامک‌ها/پیوندهای یکتا

source: Event Details/Single Event Page
fa_ir: جزئیات رویداد/صفحه تک رویداد

source: Google Maps Options
fa_ir: گزینه‌های نقشه‌های گوگل

source: Google Recaptcha Options
fa_ir: گزینه‌های گوگل ریکپچا

source: Countdown Options
fa_ir: گزینه‌های شمارش معکوس

source: Social Networks
fa_ir: شبکه‌های اجتماعی

source: Next Event Module
fa_ir: ماژول رویداد بعدی

source: Frontend Event Submission
fa_ir: ارسال رویداد از سمت کاربر

source: Exceptional Days
fa_ir: روزهای استثنایی

source: Coupons
fa_ir: کوپن‌ها

source: BuddyPress Integration
fa_ir: یکپارچه‌سازی بادی‌پرس

source: Mailchimp Integration
fa_ir: یکپارچه‌سازی میل‌چیمپ

source: MEC Activation
fa_ir: فعال‌سازی MEC

source: All Coupons
fa_ir: همه کوپن‌ها

source: Edit Coupon
fa_ir: ویرایش کوپن

source: View Coupon
fa_ir: مشاهده کوپن

source: Update Coupon
fa_ir: به‌روزرسانی کوپن

source: Add New Coupon
fa_ir: افزودن کوپن جدید

source: New Coupon Name
fa_ir: نام کوپن جدید

source: Popular Coupons
fa_ir: کوپن‌های محبوب

source: Search Coupons
fa_ir: جستجوی کوپن‌ها

source: ← Back to Coupons
fa_ir: ← بازگشت به کوپن‌ها

source: no coupons found.
fa_ir: هیچ کوپنی یافت نشد.

source: Discount Type
fa_ir: نوع تخفیف

source: Discount percentage, considered as amount if you set the discount type to amount
fa_ir: درصد تخفیف، در صورتی که نوع تخفیف را مبلغ (Amount) قرار دهید، به عنوان مبلغ در نظر گرفته می‌شود.

source: Usage Limit
fa_ir: محدودیت استفاده

source: Insert -1 for unlimited usage
fa_ir: برای استفاده نامحدود، -1 را وارد کنید

source: Expiration Date
fa_ir: تاریخ انقضا

source: Leave empty for no expiration!
fa_ir: برای عدم انقضا، خالی بگذارید!

source: Target Event
fa_ir: رویداد هدف

source: All Events
fa_ir: همه رویدادها

source: Events
fa_ir: رویدادها

source: Select All
fa_ir: انتخاب همه

source: Deselect All
fa_ir: لغو انتخاب همه

source: Toggle
fa_ir: تغییر وضعیت

source: Target Category
fa_ir: دسته‌بندی هدف

source: All Categories
fa_ir: همه دسته‌بندی‌ها

source: Minimum Ticket
fa_ir: حداقل بلیت

source: Insert 1 to be applicable to all bookings. E.g. if you set 5 then it will be applicable to bookings with 5 or higher tickets.
fa_ir: برای اعمال بر روی همه رزروها، 1 را وارد کنید. به عنوان مثال، اگر 5 را تعیین کنید، برای رزروهایی با 5 بلیت یا بیشتر اعمال خواهد شد.

source: Maximum Ticket
fa_ir: حداکثر بلیت

source: Leave it empty to be applicable to all bookings. E.g. if you set 5 then it will be applicable to bookings with 5 or less tickets.
fa_ir: برای اعمال بر روی همه رزروها، آن را خالی بگذارید. به عنوان مثال، اگر 5 را تعیین کنید، برای رزروهایی با 5 بلیت یا کمتر اعمال خواهد شد.

source: Minimum Dates
fa_ir: حداقل تاریخ‌ها

source: Insert 1 to be applicable to all bookings. E.g. if you set 5 then it will be applicable to bookings with 5 or higher dates booked.
fa_ir: برای اعمال بر روی همه رزروها، 1 را وارد کنید. به عنوان مثال، اگر 5 را تعیین کنید، برای رزروهایی با 5 تاریخ رزرو شده یا بیشتر اعمال خواهد شد.

source: Maximum Dates
fa_ir: حداکثر تاریخ‌ها
