Repository: carloschuck/Mec-events
Catalog: modern-events-calendar/languages/mec-*.po
Languages: fa_ir

source: weatherapi.com API Key
fa_ir: کلید API weatherapi.com

source: You can get a free one at %s
fa_ir: می‌توانید یک کلید رایگان در %s دریافت کنید

source: Visual Crossing API Key
fa_ir: کلید API Visual Crossing

source: You can get an API key at %s
fa_ir: می‌توانید یک کلید API در %s دریافت کنید

source: Show weather imperial units
fa_ir: نمایش واحدهای امپریال آب و هوا

source: Show weather change units button
fa_ir: نمایش دکمه تغییر واحدهای آب و هوا

source: Show social network module
fa_ir: نمایش ماژول شبکه اجتماعی

source: Next Event
fa_ir: رویداد بعدی

source: Show next event module on event page
fa_ir: نمایش ماژول رویداد بعدی در صفحه رویداد

source: Method
fa_ir: روش

source: Next Occurrence of Current Event
fa_ir: رخداد بعدی رویداد جاری

source: Multiple Occurrences of Current Event
fa_ir: رخدادهای متعدد رویداد جاری

source: Next Occurrence of Other Events
fa_ir: رخداد بعدی رویدادهای دیگر

source: Count of Events
fa_ir: تعداد رویدادها

source: Specify the event's date format on the next event module.
fa_ir: قالب تاریخ رویداد را در ماژول رویداد بعدی مشخص کنید.

source: Display Active Occurrence Button
fa_ir: نمایش دکمه وقوع فعال

source: Notification Options
fa_ir: گزینه‌های اطلاع‌رسانی

source: Sender Name
fa_ir: نام فرستنده

source: e.g. Webnus
fa_ir: مثال: Webnus

source: Sender Email
fa_ir: ایمیل فرستنده

source: e.g. info@webnus.net
fa_ir: مثال: info@webnus.net

source: Recipients Method
fa_ir: روش گیرندگان

source: BCC (Invisible)
fa_ir: BCC (غیرقابل مشاهده)

source: CC (Visible)
fa_ir: CC (قابل مشاهده)

source: GDPR Compliance
fa_ir: سازگاری با GDPR

source: Send booker emails only after email verification
fa_ir: ارسال ایمیل‌های رزروکننده فقط پس از تأیید ایمیل

source: Notifications Per Event
fa_ir: اعلان‌ها برای هر رویداد

source: Edit Notifications Per Event
fa_ir: ویرایش اعلان‌ها برای هر رویداد

source: Notification Template
fa_ir: قالب اطلاع‌رسانی

source: Disable MEC Notification Template
fa_ir: غیرفعال کردن قالب اطلاع‌رسانی MEC

source: Enable booking notification
fa_ir: فعال کردن اعلان رزرو

source: Sent to attendee after booking to notify them.
fa_ir: پس از رزرو به شرکت‌کننده ارسال می‌شود تا اطلاع‌رسانی شود.

source: Send the email to event organizer
fa_ir: ارسال ایمیل به برگزارکننده رویداد

source: Send the email to additional organizers
fa_ir: ارسال ایمیل به برگزارکنندگان اضافی

source: Send one single email only to first attendee
fa_ir: ارسال فقط یک ایمیل به اولین شرکت‌کننده

source: Full name of attendee
fa_ir: نام کامل شرکت‌کننده

source: First name of attendee
fa_ir: نام کوچک شرکت‌کننده

source: Last name of attendee
fa_ir: نام خانوادگی شرکت‌کننده

source: Email of attendee
fa_ir: ایمیل شرکت‌کننده

source: Booked date of event
fa_ir: تاریخ رزرو شده رویداد

source: Booked time of event
fa_ir: زمان رزرو شده رویداد

source: Booked date and time of event
fa_ir: تاریخ و زمان رزرو شده رویداد

source: Other date and times of booking for multiple date booking system
fa_ir: تاریخ‌ها و زمان‌های دیگر رزرو برای سیستم رزرو چند تاریخ

source: Date of next 20 occurrences of booked event (including the booked date)
fa_ir: تاریخ 20 وقوع بعدی رویداد رزرو شده (شامل تاریخ رزرو شده)

source: Date and Time of next 20 occurrences of booked event (including the booked date)
fa_ir: تاریخ و زمان 20 وقوع بعدی رویداد رزرو شده (شامل تاریخ رزرو شده)

source: Booking Price
fa_ir: قیمت رزرو

source: Booking Payable
fa_ir: قابل پرداخت رزرو

source: Date and time of booking
fa_ir: تاریخ و زمان رزرو

source: Your website title
fa_ir: عنوان وب‌سایت شما

source: Your website URL
fa_ir: URL وب‌سایت شما

source: Your website description
fa_ir: توضیحات وب‌سایت شما

source: Event title
fa_ir: عنوان رویداد

source: Event link
fa_ir: لینک رویداد

source: Event Start Date
fa_ir: تاریخ شروع رویداد

source: Event End Date
fa_ir: تاریخ پایان رویداد

source: Event Start Time
fa_ir: زمان شروع رویداد

source: Event End Time
fa_ir: زمان پایان رویداد

source: Event Timezone
fa_ir: منطقه زمانی رویداد

source: Event Local Start Date
fa_ir: تاریخ شروع محلی رویداد

source: Event Local End Date
fa_ir: تاریخ پایان محلی رویداد

source: Event Local Start Time
fa_ir: زمان شروع محلی رویداد

source: Event Local End Time
fa_ir: زمان پایان محلی رویداد

source: Speaker name of booked event
fa_ir: نام سخنران رویداد رزرو شده

source: Organizer name of booked event
fa_ir: نام برگزارکننده رویداد رزرو شده

source: Organizer tel of booked event
fa_ir: تلفن برگزارکننده رویداد رزرو شده

source: Organizer email of booked event
fa_ir: ایمیل برگزارکننده رویداد رزرو شده

source: Organizer url of booked event
fa_ir: URL برگزارکننده رویداد رزرو شده

source: Additional organizers name of booked event
fa_ir: نام برگزارکنندگان اضافی رویداد رزرو شده

source: Additional organizers tel of booked event
fa_ir: تلفن برگزارکنندگان اضافی رویداد رزرو شده

source: Additional organizers email of booked event
fa_ir: ایمیل برگزارکنندگان اضافی رویداد رزرو شده

source: Additional organizers url of booked event
fa_ir: URL برگزارکنندگان اضافی رویداد رزرو شده

source: Location name of booked event
fa_ir: نام مکان رویداد رزرو شده

source: Location address of booked event
fa_ir: آدرس مکان رویداد رزرو شده

source: Additional locations name of booked event
fa_ir: نام مکان‌های اضافی رویداد رزرو شده

source: Additional locations address of booked event
fa_ir: آدرس مکان‌های اضافی رویداد رزرو شده

source: Featured image of booked event
fa_ir: تصویر ویژه رویداد رزرو شده

source: Event more info link
fa_ir: لینک اطلاعات بیشتر رویداد

source: Event online link
fa_ir: لینک آنلاین رویداد

source: Full Attendee info such as booking form data, name, email etc.
fa_ir: اطلاعات کامل شرکت‌کننده مانند داده‌های فرم رزرو، نام، ایمیل و غیره.

source: All booking fixed fields data.
fa_ir: تمام داده‌های فیلدهای ثابت رزرو.

source: Booking ID
fa_ir: شناسه رزرو

source: Transaction ID of Booking
fa_ir: شناسه تراکنش رزرو

source: Invoice Link
fa_ir: لینک فاکتور

source: Total attendees of current booking
fa_ir: تعداد کل شرکت‌کنندگان رزرو فعلی

source: Amount of Booked Tickets (Total attendees of all bookings)
fa_ir: تعداد بلیط‌های رزرو شده (تعداد کل شرکت‌کنندگان همه رزروها)

source: Ticket name
fa_ir: نام بلیط

source: Ticket time
fa_ir: زمان بلیط

source: Ticket name & time
fa_ir: نام و زمان بلیط

source: Ticket private description
fa_ir: توضیحات خصوصی بلیط

source: Payment Gateway
fa_ir: درگاه پرداخت

source: Link to the downloadable file
fa_ir: لینک فایل قابل دانلود

source: Download ICS file
fa_ir: دانلود فایل ICS

source: Download ICS file for all occurrences
fa_ir: دانلود فایل ICS برای تمام وقوع‌ها

source: Add to Google Calendar Links for next 20 occurrences
fa_ir: افزودن به لینک‌های تقویم گوگل برای ۲۰ رخداد بعدی

source: It sends to attendee email for verifying their booking/email.
fa_ir: برای تأیید رزرو/ایمیل، به ایمیل شرکت‌کننده ارسال می‌شود.

source: Email/Booking verification link.
fa_ir: لینک تأیید ایمیل/رزرو.

source: Enable booking confirmation
fa_ir: فعال کردن تأیید رزرو

source: Sent to attendee after confirming the booking by admin.
fa_ir: پس از تأیید رزرو توسط مدیر، برای شرکت‌کننده ارسال می‌شود.

source: Attendee Price
fa_ir: قیمت شرکت‌کننده

source: Booking cancellation link.
fa_ir: لینک لغو رزرو.

source: Booking Rejection
fa_ir: رد رزرو

source: Enable booking rejection
fa_ir: فعال کردن رد رزرو

source: Sent to attendee after booking rejection by admin.
fa_ir: پس از رد رزرو توسط مدیر، برای شرکت‌کننده ارسال می‌شود.

source: Send the email to admin
fa_ir: ارسال ایمیل به مدیر

source: Send the email to the booked user
fa_ir: ارسال ایمیل به کاربر رزروکننده

source: Enable cancellation notification
fa_ir: فعال کردن اعلان لغو

source: Sent to selected recipients after booking cancellation to notify them.
fa_ir: پس از لغو رزرو، برای گیرندگان انتخابی ارسال می‌شود تا به آنها اطلاع‌رسانی شود.

source: Admin booking management link.
fa_ir: لینک مدیریت رزرو توسط مدیر.

source: Admin
fa_ir: مدیر

source: Enable admin notification
fa_ir: فعال کردن اعلان مدیر

source: Sent to admin to notify them that a new booking has been received.
fa_ir: برای مدیر ارسال می‌شود تا به او اطلاع داده شود که یک رزرو جدید دریافت شده است.

source: Event Soldout
fa_ir: رویداد فروخته شد

source: Enable event soldout notification
fa_ir: فعال کردن اعلان اتمام ظرفیت رویداد

source: Sent to admin and / or event organizer to notify them that an event is soldout.
fa_ir: برای مدیر و/یا برگزارکننده رویداد ارسال می‌شود تا به آنها اطلاع داده شود که یک رویداد به اتمام ظرفیت رسیده است.

source: Booking Reminder
fa_ir: یادآوری رزرو

source: Enable booking reminder notification
fa_ir: فعال کردن اعلان یادآوری رزرو

source: Set a cronjob to call %s file once per hour otherwise it won't send the reminders. Please note that you should call this file %s otherwise it may send the reminders multiple times.
fa_ir: یک cronjob تنظیم کنید تا فایل %s را هر ساعت یک بار فراخوانی کند، در غیر این صورت یادآوری‌ها ارسال نمی‌شوند. لطفاً توجه داشته باشید که باید این فایل %s را فراخوانی کنید، در غیر این صورت ممکن است یادآوری‌ها چندین بار ارسال شوند.

source: only once per hour
fa_ir: فقط یک بار در ساعت

source: Hours
fa_ir: ساعات

source: Reminder hours
fa_ir: ساعات یادآوری

source: Insert the comma separated hours number to trigger the cron job
fa_ir: شماره ساعات را با کاما جدا کنید تا cron job فعال شود

source: Booking Reschedule
fa_ir: تغییر زمان رزرو

source: Enable booking reschedule notification
fa_ir: فعال کردن اعلان تغییر زمان رزرو

source: Previous booked date and time of event
fa_ir: تاریخ و زمان رزرو شده قبلی رویداد

source: Send Certificate
fa_ir: ارسال گواهی

source: Certificate download / print link
fa_ir: لینک دانلود / چاپ گواهی

source: New Event
fa_ir: رویداد جدید

source: Enable new event notification
fa_ir: فعال کردن اعلان رویداد جدید

source: Sent after adding a new event from frontend event submission or from website backend.
fa_ir: پس از افزودن یک رویداد جدید از طریق ارسال رویداد از فرانت‌اند یا از بک‌اند وب‌سایت ارسال می‌شود.

source: Disable sending notifications to admin if super admin has created or published.
fa_ir: غیرفعال کردن ارسال اعلان‌ها به مدیر اگر مدیر کل ایجاد یا منتشر کرده باشد.

source: Title of event
fa_ir: عنوان رویداد

source: Link of event
fa_ir: لینک رویداد

source: Status of event
fa_ir: وضعیت رویداد

source: Admin events management link.
fa_ir: لینک مدیریت رویدادها توسط مدیر.

source: User Event Publishing
fa_ir: انتشار رویداد توسط کاربر

source: Enable user event publishing notification
fa_ir: فعال کردن اعلان انتشار رویداد توسط کاربر

source: Sent after publishing a new event from frontend event submission or from website backend.
fa_ir: پس از انتشار یک رویداد جدید از طریق ارسال رویداد از فرانت‌اند یا از بک‌اند وب‌سایت ارسال می‌شود.

source: Event sender name
fa_ir: نام فرستنده رویداد

source: Event Finished
fa_ir: رویداد به پایان رسید

source: Enable event finished notification
fa_ir: فعال کردن اعلان اتمام رویداد

source: It sends after an event finish. You can use it to say thank you to the attendees.
fa_ir: پس از اتمام یک رویداد ارسال می‌شود. می‌توانید از آن برای تشکر از شرکت‌کنندگان استفاده کنید.

source: Set a cronjob to call %s file once per hour otherwise it won't send the notifications. Please note that you should call this file %s otherwise it may send the notifications multiple times.
fa_ir: یک cronjob تنظیم کنید تا فایل %s را هر ساعت یک بار فراخوانی کند، در غیر این صورت اعلان‌ها ارسال نمی‌شوند. لطفاً توجه داشته باشید که باید این فایل %s را فراخوانی کنید، در غیر این صورت ممکن است اعلان‌ها چندین بار ارسال شوند.

source: Hour
fa_ir: ساعت

source: Send After x Hour
fa_ir: ارسال پس از x ساعت

source: It specify the interval between event finish and sending the notification in hour.
fa_ir: این، فاصله زمانی بین پایان رویداد و ارسال اعلان را بر حسب ساعت مشخص می‌کند.

source: Suggest Event
fa_ir: پیشنهاد رویداد

source: Auto Emails
fa_ir: ایمیل‌های خودکار

source: Enable Auto Emails
fa_ir: فعال کردن ایمیل‌های خودکار

source: Set a cronjob to call %s file by php once per minute otherwise it won't send the emails.
fa_ir: یک cronjob تنظیم کنید تا فایل %s را توسط php هر دقیقه یک بار فراخوانی کند، در غیر این صورت ایمیل‌ها ارسال نمی‌شوند.

source: Hide Events
fa_ir: مخفی کردن رویدادها

source: On Event Start
fa_ir: در شروع رویداد

source: +1 Hour after start
fa_ir: ۱ ساعت پس از شروع

source: +2 Hours after start
fa_ir: ۲ ساعت پس از شروع

source: +N Hours after start
fa_ir: +N ساعت پس از شروع

source: On Event End
fa_ir: در پایان رویداد

source: When should events be hidden from the Archive page and shortcodes?
fa_ir: چه زمانی رویدادها باید از صفحه آرشیو و شورت‌کدها پنهان شوند؟

source: Hide Events Hour
fa_ir: ساعت پنهان‌سازی رویدادها

source: Multiple Day Events Show
fa_ir: نمایش رویدادهای چندروزه

source: First day on list/grid/slider/agenda skins
fa_ir: روز اول در پوسته لیست/جدول/اسلایدر/دستور کار

source: First day on all skins
fa_ir: روز اول در همه پوسته‌ها

source: All days
fa_ir: همه روزها

source: Multiple Day Events
fa_ir: رویدادهای چندروزه

source: How should multi-day events be displayed in different skins? This option does not affect the General view.
fa_ir: رویدادهای چندروزه چگونه باید در پوسته‌های مختلف نمایش داده شوند؟ این گزینه بر نمای کلی تأثیر نمی‌گذارد.

source: Exclude Date Suffix
fa_ir: حذف پسوند تاریخ

source: Remove suffix from calendars
fa_ir: حذف پسوند از تقویم‌ها

source: Remove "Th" on calendar
fa_ir: حذف "Th" از تقویم

source: Enabling this option will remove the 'th' from the monthly view skin dates. Ex: 12th will become 12.
fa_ir: فعال کردن این گزینه، 'th' را از تاریخ‌های پوسته نمایش ماهانه حذف می‌کند. مثال: 12th به 12 تبدیل می‌شود.

source: Hide for all events
fa_ir: پنهان کردن برای همه رویدادها

source: Enabling this option will hide the event end time from all events. If you leave it unckecked you're still able to disable it per event.
fa_ir: فعال کردن این گزینه، زمان پایان رویداد را از همه رویدادها پنهان می‌کند. اگر آن را بدون تیک بگذارید، همچنان می‌توانید آن را به ازای هر رویداد غیرفعال کنید.

source: Schema
fa_ir: اسکیما

source: Enable Schema Code
fa_ir: فعال‌سازی کد اسکیما

source: This option will enable Event Schema Markup on your site.
fa_ir: این گزینه Event Schema Markup را در سایت شما فعال می‌کند.

source: Weekdays
fa_ir: روزهای هفته

source: You can set the weekdays depending on your region from WordPress Dashboard > Settings > General > Week Starts On.
fa_ir: می‌توانید روزهای هفته را بسته به منطقه خود از طریق پیشخوان وردپرس > تنظیمات > عمومی > شروع هفته در تنظیم کنید.

source: Weekends
fa_ir: آخر هفته‌ها

source: You can set the weekend days depending on your region.
fa_ir: می‌توانید روزهای آخر هفته را بسته به منطقه خود تنظیم کنید.

source: Date Picker Format
fa_ir: قالب انتخاب‌گر تاریخ

source: Set the date format of the datepicker module that appears on the event add/edit page and the FES form.
fa_ir: قالب تاریخ ماژول انتخاب‌گر تاریخ را که در صفحه افزودن/ویرایش رویداد و فرم FES ظاهر می‌شود، تنظیم کنید.

source: Time Picker Format
fa_ir: قالب انتخاب‌گر زمان

source: 12 hours format with AM/PM
fa_ir: قالب 12 ساعته با AM/PM

source: 24 hours format
fa_ir: قالب 24 ساعته

source: This option affects the selection of the Start/End time in the FES Form and also on the event add/edit page on the backend.
fa_ir: این گزینه بر انتخاب زمان شروع/پایان در فرم FES و همچنین در صفحه افزودن/ویرایش رویداد در بک‌اند تأثیر می‌گذارد.

source: Midnight Hour
fa_ir: ساعت نیمه‌شب

source: 12 AM
fa_ir: 12 صبح (AM)

source: 1 AM
fa_ir: 1 صبح (AM)

source: 2 AM
fa_ir: 2 صبح (AM)

source: 3 AM
fa_ir: 3 صبح (AM)

source: 4 AM
fa_ir: 4 صبح (AM)

source: 5 AM
fa_ir: 5 صبح (AM)

source: 12 AM is midnight by default but you can change it if your event ends after 12 AM and you don't want those events to be considered as multi-day events! This option does not affect the General view.
fa_ir: به‌طور پیش‌فرض 12 AM نیمه‌شب است اما اگر رویداد شما پس از 12 AM به پایان می‌رسد و نمی‌خواهید آن رویدادها به‌عنوان رویدادهای چندروزه در نظر گرفته شوند، می‌توانید آن را تغییر دهید! این گزینه بر نمای کلی تأثیر نمی‌گذارد.

source: "Add Event" Wizard
fa_ir: جادوگر "افزودن رویداد"

source: "Add Shortcode" Wizard
fa_ir: جادوگر "افزودن شورت‌کد"

source: Include Event Featured Image in RSS Feed
fa_ir: شامل کردن تصویر ویژه رویداد در فید RSS

source: Fallback Featured Image
fa_ir: تصویر ویژه جایگزین

source: Tag Method
fa_ir: روش برچسب‌گذاری

source: Post Tags
fa_ir: برچسب‌های پست

source: Independent Tags
fa_ir: برچسب‌های مستقل

source: To share WP Post tags with MEC events, set this option on Post Tags.
fa_ir: برای اشتراک‌گذاری برچسب‌های پست وردپرس با رویدادهای MEC، این گزینه را روی برچسب‌های پست تنظیم کنید.

source: Admin Calendar
fa_ir: تقویم مدیریت

source: If enabled, a calendar view will be added with month navigation to the backend event manager.
fa_ir: در صورت فعال بودن، نمای تقویم با ناوبری ماه به مدیر رویداد بک‌اند اضافه خواهد شد.

source: Display powered by URL
fa_ir: نمایش URL "Powered by"

source: Users are able to use %s URL to subscribe to your events.
fa_ir: کاربران می‌توانند از URL %s برای مشترک شدن در رویدادهای شما استفاده کنند.

source: Include Only Upcoming Events
fa_ir: فقط رویدادهای آینده را شامل شود

source: Filtered Feeds
fa_ir: فیدهای فیلترشده

source: You can create an unlimited number of filtered feeds using a combination of filter parameters. You can add %s to the URL to filter events by location. You should insert the location IDs separated by commas. Additionally, to filter events by categories, you can add %s to the URL. Similarly, to filter events by organizers, you can add %s to the URL to filter events by multiple organizers. Combining two or more filter parameters will filter events by all selected options.
fa_ir: شما می‌توانید تعداد نامحدودی از فیدهای فیلتر شده را با استفاده از ترکیبی از پارامترهای فیلتر ایجاد کنید. می‌توانید %s را به URL اضافه کنید تا رویدادها را بر اساس مکان فیلتر کنید. شناسه‌های مکان را با کاما از هم جدا کنید. علاوه بر این، برای فیلتر کردن رویدادها بر اساس دسته‌بندی‌ها، می‌توانید %s را به URL اضافه کنید. به همین ترتیب، برای فیلتر کردن رویدادها بر اساس برگزارکنندگان، می‌توانید %s را به URL اضافه کنید تا رویدادها را بر اساس چندین برگزارکننده فیلتر کنید. ترکیب دو یا چند پارامتر فیلتر، رویدادها را بر اساس تمام گزینه‌های انتخاب شده فیلتر خواهد کرد.

source: Maintenance
fa_ir: نگهداری

source: Move to trash events older than
fa_ir: انتقال به سطل زباله رویدادهای قدیمی‌تر از

source: 1 Day
fa_ir: 1 روز

source: 2 Days
fa_ir: 2 روز

source: 3 Days
fa_ir: 3 روز

source: 7 Days
fa_ir: 7 روز

source: 1 Month
fa_ir: 1 ماه

source: 2 Months
fa_ir: 2 ماه

source: 3 Months
fa_ir: 3 ماه

source: 6 Months
fa_ir: 6 ماه

source: 9 Months
fa_ir: 9 ماه

source: 1 Year
fa_ir: 1 سال

source: 2 Years
fa_ir: 2 سال

source: 3 Years
fa_ir: 3 سال

source: Permanently delete events older than
fa_ir: حذف دائمی رویدادهای قدیمی‌تر از

source: Assets (CSS and JavaScript files)
fa_ir: منابع (فایل‌های CSS و JavaScript)

source: Disable Load Stripe JS
fa_ir: غیرفعال کردن بارگذاری Stripe JS

source: You can prevent the loading of the JS file related to Stripe.
fa_ir: می‌توانید از بارگذاری فایل JS مرتبط با Stripe جلوگیری کنید.

source: Enable Assets Per Page
fa_ir: فعال کردن منابع در هر صفحه

source: Assets Per Page
fa_ir: منابع در هر صفحه

source: By activating this option, you can prevent MEC assets from being loaded on all pages of your site. Instead, an option on each page will allow you to MEV assets on that specific page.
fa_ir: با فعال کردن این گزینه، می‌توانید از بارگذاری منابع MEC در تمامی صفحات سایت خود جلوگیری کنید. در عوض، یک گزینه در هر صفحه به شما امکان می‌دهد منابع MEC را در آن صفحه خاص بارگذاری کنید.

source: By enabling this option MEC won't include any JavaScript or CSS files in frontend of your website unless you enable the assets inclusion in page options.
fa_ir: با فعال کردن این گزینه، MEC هیچ فایل جاوا اسکریپت یا CSS را در فرانت‌اند وبسایت شما قرار نخواهد داد، مگر اینکه بارگذاری منابع را در گزینه‌های صفحه فعال کنید.

source: Load Assets in Footer
fa_ir: بارگذاری منابع در فوتر

source: User Profile
fa_ir: پروفایل کاربر

source: Put %s shortcode into your desired page. Then users are able to see the history of their bookings.
fa_ir: کد کوتاه %s را در صفحه مورد نظر خود قرار دهید. سپس کاربران می‌توانند تاریخچه رزروهای خود را مشاهده کنند.

source: Use %s attribute to hide canceled bookings. Like %s
fa_ir: از ویژگی %s برای پنهان کردن رزروهای لغو شده استفاده کنید. مانند %s

source: Use %s attribute to show upcoming bookings. Like %s
fa_ir: از ویژگی %s برای نمایش رزروهای آتی استفاده کنید. مانند %s

source: User Events
fa_ir: رویدادهای کاربر

source: Put %s shortcode into your desired page. Then users are able to see the their own events.
fa_ir: کد کوتاه %s را در صفحه مورد نظر خود قرار دهید. سپس کاربران می‌توانند رویدادهای خود را مشاهده کنند.

source: User Events Skin
fa_ir: پوسته رویدادهای کاربر

source: In which skin should user events be displayed?
fa_ir: رویدادهای کاربر در چه پوسته‌ای نمایش داده شوند؟

source: Not Found Message
fa_ir: پیام یافت نشد

source: No event found!
fa_ir: رویدادی یافت نشد!

source: Feel free to use HTML codes.
fa_ir: آزادانه از کدهای HTML استفاده کنید.

source: Data Removal
fa_ir: حذف داده‌ها

source: Remove MEC Data on Plugin Uninstall
fa_ir: حذف داده‌های MEC در هنگام حذف افزونه

source: Database Setup
fa_ir: تنظیمات پایگاه داده

source: Re-run Install
fa_ir: اجرای مجدد نصب

source: Install again
fa_ir: نصب دوباره

source: If for any reason, your installation of MEC is missing the database tables, this will re-execute the install process.
fa_ir: اگر به هر دلیلی، نصب MEC شما فاقد جداول پایگاه داده است، این گزینه فرآیند نصب را دوباره اجرا می‌کند.

source: Archive Pages
fa_ir: صفحات آرشیو

source: Archive Page Title
fa_ir: عنوان صفحه آرشیو

source: Write a SEO title for the event archive page. This will be displayed on the browser tab.
fa_ir: یک عنوان SEO برای صفحه آرشیو رویداد بنویسید. این عنوان در تب مرورگر نمایش داده خواهد شد.

source: Tag of Archive Page Title
fa_ir: تگ عنوان صفحه آرشیو

source: Heading 1
fa_ir: عنوان 1

source: Heading 2
fa_ir: عنوان 2

source: Heading 3
fa_ir: عنوان 3

source: Heading 4
fa_ir: عنوان 4

source: Heading 5
fa_ir: عنوان 5

source: Heading 6
fa_ir: عنوان 6

source: Division
fa_ir: بخش

source: Inline Bold Text
fa_ir: متن پررنگ درون خطی

source: Inline Text
fa_ir: متن درون خطی

source: MEC Archive Sidebar
fa_ir: نوار کناری آرشیو MEC

source: Hide
fa_ir: پنهان کردن

source: Display
fa_ir: نمایش

source: Archive Page Skin
fa_ir: پوسته صفحه آرشیو

source: The event archive page skin can be modified here.
fa_ir: پوسته صفحه آرشیو رویداد را می‌توان در اینجا تغییر داد.

source: See Demo
fa_ir: مشاهده دمو

source: Put shortcode...
fa_ir: قرار دادن کد کوتاه...

source: There is no skins
fa_ir: پوسته‌ای وجود ندارد

source: colorful
fa_ir: رنگارنگ

source: Clean Style
fa_ir: سبک تمیز

source: Category Page Skin
fa_ir: پوسته صفحه دسته‌بندی

source: The event category page skin can be modified here.
fa_ir: پوسته صفحه دسته‌بندی رویداد را می‌توان در اینجا تغییر داد.

source: Category Events Method
fa_ir: متد رویدادهای دسته بندی

source: Which events should appear on the category page?
fa_ir: کدام رویدادها باید در صفحه دسته بندی ظاهر شوند؟

source: Events Archive Status
fa_ir: وضعیت آرشیو رویدادها

source: Enabled (Recommended)
fa_ir: فعال (توصیه می شود)

source: You can disable the MEC default archive page and create a dedicated archive page if you disable this option. Obviously, the page you create must have a slug equal to what defined in Slugs/Permalinks > Main Slug.
fa_ir: اگر این گزینه را غیرفعال کنید، می توانید صفحه پیش فرض آرشیو MEC را غیرفعال کرده و یک صفحه آرشیو اختصاصی ایجاد کنید. واضح است که صفحه ای که ایجاد می کنید باید یک اسلاگ برابر با آنچه در Slugs/Permalinks > Main Slug تعریف شده است، داشته باشد.

source: Taxonomy Shortcodes
fa_ir: کدهای کوتاه تاکسونومی

source: Category Shortcode
fa_ir: کد کوتاه دسته بندی
