Repository: carloschuck/Mec-events
Catalog: modern-events-calendar/languages/mec-*.po
Languages: fa_ir

source: You can import %s events from another website to this website. You just need an XML feed of the events that can be exported from source website!
fa_ir: شما می‌توانید %s رویداد را از وب‌سایت دیگری به این وب‌سایت درون‌ریزی کنید. فقط به یک خوراک XML از رویدادها نیاز دارید که می‌تواند از وب‌سایت منبع خروجی گرفته شود!

source: XML Feed
fa_ir: خوراک XML

source: Import .ics File
fa_ir: درون‌ریزی فایل .ics

source: ICS format supports by many different service providers like Facebook. Apple Calendar etc. You can import your ics file into the %s using this form.
fa_ir: فرمت ICS توسط بسیاری از ارائه‌دهندگان خدمات مختلف مانند فیسبوک، تقویم اپل و غیره پشتیبانی می‌شود. با استفاده از این فرم می‌توانید فایل ics خود را به %s درون‌ریزی کنید.

source: ICS Feed
fa_ir: خوراک ICS

source: %s is required to use this feature.
fa_ir: برای استفاده از این قابلیت، %s مورد نیاز است.

source: Pro version of Modern Events Calendar
fa_ir: نسخه حرفه‌ای تقویم رویدادهای مدرن

source: Import Booking CSV File
fa_ir: درون‌ریزی فایل CSV رزرو

source: You can export bookings from %s using the booking menu in source website. You need a CSV export and then you're able to simply import it using this form in to your target website.
fa_ir: شما می‌توانید رزروها را از %s با استفاده از منوی رزرو در وب‌سایت منبع خروجی بگیرید. به یک خروجی CSV نیاز دارید و سپس می‌توانید به سادگی آن را با استفاده از این فرم به وب‌سایت هدف خود درون‌ریزی کنید.

source: If you want to create the booking file yourself you can check %s as a sample file.
fa_ir: اگر می‌خواهید فایل رزرو را خودتان ایجاد کنید، می‌توانید %s را به عنوان یک فایل نمونه بررسی کنید.

source: Please note that you should create (or imports) events and tickets before importing the bookings otherwise booking won't import due to lack of data.
fa_ir: لطفاً توجه داشته باشید که باید قبل از درون‌ریزی رزروها، رویدادها و بلیط‌ها را ایجاد (یا درون‌ریزی) کنید، در غیر این صورت رزرو به دلیل کمبود اطلاعات درون‌ریزی نخواهد شد.

source: The Facebook SDK requires PHP version 5.4 or higher.
fa_ir: فیسبوک SDK به نسخه PHP 5.4 یا بالاتر نیاز دارد.

source: Import from Facebook Calendar
fa_ir: درون‌ریزی از تقویم فیسبوک

source: Import all of your Facebook events into MEC.
fa_ir: همه رویدادهای فیسبوک خود را به MEC درون‌ریزی کنید.

source: Documentation
fa_ir: مستندات

source: Facebook Page Access Token
fa_ir: توکن دسترسی صفحه فیسبوک

source: Facebook Page Link
fa_ir: لینک صفحه فیسبوک

source: Facebook Events
fa_ir: رویدادهای فیسبوک

source: We found %s events for %s page. Please select your desired events to import.
fa_ir: %s رویداد برای صفحه %s پیدا کردیم. لطفاً رویدادهای مورد نظر خود را برای درون‌ریزی انتخاب کنید.

source: Event Title: %s
fa_ir: عنوان رویداد: %s

source: Import Locations
fa_ir: درون‌ریزی مکان‌ها

source: Import Facebook Link as Event Link
fa_ir: درون‌ریزی لینک فیسبوک به عنوان لینک رویداد

source: Import Facebook Link as More Info Link
fa_ir: درون‌ریزی لینک فیسبوک به عنوان لینک اطلاعات بیشتر

source: %s events successfully imported to your website from Facebook Calendar.
fa_ir: %s رویداد با موفقیت از تقویم فیسبوک به وب‌سایت شما درون‌ریزی شد.

source: Import from Google Calendar
fa_ir: درون‌ریزی از تقویم گوگل

source: This will import all of your Google calendar events into MEC.
fa_ir: این کار همه رویدادهای تقویم گوگل شما را به MEC درون‌ریزی می‌کند.

source: Google API Key
fa_ir: کلید API گوگل

source: Google Calendar Events
fa_ir: رویدادهای تقویم گوگل

source: We found %s events for %s calendar. Please select your desired events to import.
fa_ir: %s رویداد برای تقویم %s پیدا کردیم. لطفاً رویدادهای مورد نظر خود را برای درون‌ریزی انتخاب کنید.

source: Event Title: %s Event Date: %s - %s
fa_ir: عنوان رویداد: %s تاریخ رویداد: %s - %s

source: Import Organizers
fa_ir: درون‌ریزی برگزارکنندگان

source: %s events successfully imported to your website from Google Calendar.
fa_ir: %s رویداد با موفقیت از تقویم گوگل به وب‌سایت شما درون‌ریزی شد.

source: Connect your account
fa_ir: حساب خود را متصل کنید

source: In order to import your events from meetup, first you need an OAuth client in meetup. You can create one using the %s link.
fa_ir: برای درون‌ریزی رویدادهای خود از Meetup، ابتدا به یک کلاینت OAuth در Meetup نیاز دارید. می‌توانید یکی را با استفاده از لینک %s ایجاد کنید.

source: For the redirect URL, put the %s URL.
fa_ir: برای URL تغییر مسیر، URL %s را قرار دهید.

source: Meetup Public Key
fa_ir: کلید عمومی Meetup

source: Meetup Secret Key
fa_ir: کلید مخفی Meetup

source: Group URL Name
fa_ir: نام URL گروه

source: If your group URL is https://www.meetup.com/blahblahblah/ then the URL name is %s.
fa_ir: اگر URL گروه شما https://www.meetup.com/blahblahblah/ است، نام URL %s است.

source: Please use the following button to login to your meetup account and allow your website to access your meetup account.
fa_ir: لطفاً از دکمه زیر برای ورود به حساب Meetup خود و اجازه دسترسی وب‌سایت شما به حساب Meetup خود استفاده کنید.

source: Login to Meetup
fa_ir: ورود به Meetup

source: Start Again
fa_ir: شروع دوباره

source: Meetup Events
fa_ir: رویدادهای Meetup

source: We found %s events for %s group. Please select your desired events to import.
fa_ir: %s رویداد برای گروه %s پیدا کردیم. لطفاً رویدادهای مورد نظر خود را برای درون‌ریزی انتخاب کنید.

source: %s events successfully imported to your website from meetup.
fa_ir: %s رویداد با موفقیت از Meetup به وب‌سایت شما درون‌ریزی شد.

source: Attention
fa_ir: توجه

source: Although we tried our best to make the events completely compatible with MEC but some modification might be needed. We suggest you to edit the imported listings one by one on MEC edit event page and make sure thay're correct.
fa_ir: اگرچه ما تمام تلاش خود را برای سازگاری کامل رویدادها با MEC انجام داده‌ایم، اما ممکن است برخی اصلاحات لازم باشد. ما به شما پیشنهاد می‌کنیم که فهرست‌های وارد شده را یکی یکی در صفحه ویرایش رویداد MEC ویرایش کرده و مطمئن شوید که صحیح هستند.

source: Auto Synchronization
fa_ir: همگام‌سازی خودکار

source: %s is required to use synchronization feature.
fa_ir: %s برای استفاده از ویژگی همگام سازی مورد نیاز است.

source: Auto Google Import
fa_ir: درون‌ریزی خودکار گوگل

source: Important Note
fa_ir: نکته مهم

source: Set a cronjob to call %s file by php atleast once per day otherwise it won't import Google Calendar events.
fa_ir: یک کرون جاب تنظیم کنید تا فایل %s حداقل یک بار در روز توسط php فراخوانی شود، در غیر این صورت رویدادهای تقویم گوگل وارد نخواهند شد.

source: Auto Google Export
fa_ir: برون‌ریزی خودکار گوگل

source: Set a cronjob to call %s file by php atleast once per day otherwise it won't export your website events into Google Calendar.
fa_ir: یک کرون جاب تنظیم کنید تا فایل %s حداقل یک بار در روز توسط php فراخوانی شود، در غیر این صورت رویدادهای وب‌سایت شما به تقویم گوگل برون‌ریزی نخواهند شد.

source: Auto Facebook Import
fa_ir: درون‌ریزی خودکار فیس‌بوک

source: Set a cronjob to call %s file by php atleast once per day otherwise it won't import any event from Facebook.
fa_ir: یک کرون جاب تنظیم کنید تا فایل %s حداقل یک بار در روز توسط php فراخوانی شود، در غیر این صورت هیچ رویدادی از فیس‌بوک وارد نخواهد شد.

source: Auto Meetup Import
fa_ir: درون‌ریزی خودکار میت‌آپ

source: Set a cronjob to call %s file by php atleast once per day otherwise it won't import any event from Meetup.
fa_ir: یک کرون جاب تنظیم کنید تا فایل %s حداقل یک بار در روز توسط php فراخوانی شود، در غیر این صورت هیچ رویدادی از میت‌آپ وارد نخواهد شد.

source: Auto set cronjobs (Once Daily)
fa_ir: تنظیم خودکار کرون‌جاب (روزی یک بار)

source: First you need to enable the above options for each to be able to use this.
fa_ir: ابتدا باید گزینه‌های بالا را برای هر یک فعال کنید تا بتوانید از این ویژگی استفاده کنید.

source: If you cannot set CronJob on your server, you can use the options below. Please make sure to NOT use the following options and setting up the server manually together.
fa_ir: اگر نمی‌توانید CronJob را روی سرور خود تنظیم کنید، می‌توانید از گزینه‌های زیر استفاده کنید. لطفاً اطمینان حاصل کنید که از گزینه‌های زیر و تنظیم دستی سرور به طور همزمان استفاده نکنید.

source: Google import
fa_ir: درون‌ریزی گوگل

source: Google export
fa_ir: برون‌ریزی گوگل

source: Meetup import
fa_ir: درون‌ریزی میت‌آپ

source: Save
fa_ir: ذخیره

source: Test Data Generator
fa_ir: تولید کننده داده آزمایشی

source: You can use following form to generate some test events.
fa_ir: می‌توانید از فرم زیر برای تولید برخی رویدادهای آزمایشی استفاده کنید.

source: Number of Events
fa_ir: تعداد رویدادها

source: Random from Existing Items
fa_ir: تصادفی از آیتم‌های موجود

source: Generate and Assign
fa_ir: تولید و انتساب

source: Locations
fa_ir: مکان‌ها

source: Organizers
fa_ir: برگزارکنندگان

source: Generate Events
fa_ir: تولید رویدادها

source: You can import events from the following integrated plugins to %s.
fa_ir: می‌توانید رویدادها را از پلاگین‌های یکپارچه زیر به %s وارد کنید.

source: Third Party
fa_ir: شخص ثالث

source: Found Events
fa_ir: رویدادهای یافت شده

source: We found %s events. Please select your desired events to import.
fa_ir: ما %s رویداد پیدا کردیم. لطفاً رویدادهای مورد نظر خود را برای وارد کردن انتخاب کنید.

source: Import Instructors
fa_ir: وارد کردن مربیان

source: Import Author
fa_ir: وارد کردن نویسنده

source: Import Class Types
fa_ir: وارد کردن انواع کلاس

source: Import Categories
fa_ir: وارد کردن دسته‌بندی‌ها

source: Import Featured Image
fa_ir: وارد کردن تصویر شاخص

source: %s events successfully imported to your website.
fa_ir: %s رویداد با موفقیت به وب‌سایت شما وارد شد.

source: Although we tried our best to make the events completely compatible with MEC but some modification might be needed. We suggest you to edit the imported listings one by one on MEC edit event page and make sure they are correct.
fa_ir: اگرچه ما تمام تلاش خود را کردیم تا رویدادها کاملاً با MEC سازگار باشند، اما ممکن است نیاز به برخی اصلاحات باشد. پیشنهاد می‌کنیم لیست‌های وارد شده را یکی یکی در صفحه ویرایش رویداد MEC ویرایش کرده و از صحت آن‌ها اطمینان حاصل کنید.

source: imported.
fa_ir: وارد شد.

source: An unknown error occurred! Most probably due to an error on the server.
fa_ir: خطای ناشناخته‌ای رخ داد! به احتمال زیاد به دلیل خطایی در سرور.

source: Importing ...
fa_ir: در حال وارد کردن ...

source: The import is started ...
fa_ir: درون‌ریزی آغاز شد ...

source: Please keep this page open untill you see the finish message.
fa_ir: لطفاً این صفحه را باز نگه دارید تا زمانی که پیام پایان را مشاهده کنید.

source: The import is finished.
fa_ir: درون‌ریزی به پایان رسید.

source: Label
fa_ir: برچسب

source: ← Back to %s
fa_ir: ← بازگشت به %s

source: no %s found.
fa_ir: هیچ %s یافت نشد.

source: Select label color
fa_ir: انتخاب رنگ برچسب

source: Style
fa_ir: سبک

source: Normal
fa_ir: عادی

source: Custom
fa_ir: سفارشی

source: You can show featured, canceled and custom labels by a different style!
fa_ir: می‌توانید برچسب‌های برجسته، لغو شده و سفارشی را با سبکی متفاوت نمایش دهید!

source: Slug
fa_ir: اسلاگ

source: Event %s
fa_ir: رویداد %s

source: Enter the location address
fa_ir: آدرس مکان را وارد کنید

source: Geo latitude (Optional for Lite)
fa_ir: عرض جغرافیایی (اختیاری برای نسخه لایت)

source: Geo longitude (Optional for Lite)
fa_ir: طول جغرافیایی (اختیاری برای نسخه لایت)

source: Location Website (Optional)
fa_ir: وب‌سایت مکان (اختیاری)

source: Location Phone (Optional)
fa_ir: تلفن مکان (اختیاری)

source: Wrong username or password, reloading...
fa_ir: نام کاربری یا رمز عبور اشتباه است، در حال بارگذاری مجدد...

source: Login successful, redirecting...
fa_ir: ورود موفقیت‌آمیز، در حال هدایت...

source: Forgot Password?
fa_ir: رمز عبور را فراموش کرده‌اید؟

source: success
fa_ir: موفقیت

source: revoke
fa_ir: لغو

source: Activation failed
fa_ir: فعال‌سازی ناموفق بود

source: submit
fa_ir: ارسال

source: Your option is not in JSON format. Please insert correct options in this field and try again.
fa_ir: گزینه شما در فرمت JSON نیست. لطفا گزینه‌های صحیح را در این فیلد وارد کرده و دوباره تلاش کنید.

source: Your options field can not be empty!
fa_ir: فیلد گزینه‌های شما نمی‌تواند خالی باشد!

source: Your options imported successfuly.
fa_ir: گزینه‌های شما با موفقیت وارد شدند.

source: MEC - Support
fa_ir: MEC - پشتیبانی

source: Support
fa_ir: پشتیبانی

source: Shortcodes
fa_ir: کدهای کوتاه

source: Webhooks
fa_ir: وب‌هوک‌ها

source: MEC - Settings
fa_ir: MEC - تنظیمات

source: MEC - Addons
fa_ir: MEC - افزودنی‌ها

source: Addons
fa_ir: افزودنی‌ها

source: MEC - Wizard
fa_ir: MEC - جادوگر

source: Wizard
fa_ir: جادوگر

source: MEC - Go Pro
fa_ir: MEC - حرفه‌ای شوید

source: Go Pro
fa_ir: حرفه‌ای شوید

source: Add Shortcode
fa_ir: افزودن کد کوتاه

source: Add New Shortcode
fa_ir: افزودن کد کوتاه جدید

source: No shortcodes found!
fa_ir: هیچ کد کوتاهی یافت نشد!

source: All Shortcodes
fa_ir: همه کدهای کوتاه

source: Edit shortcodes
fa_ir: ویرایش کدهای کوتاه

source: No shortcodes found in Trash!
fa_ir: هیچ کد کوتاهی در زباله‌دان یافت نشد!

source: Display Options
fa_ir: گزینه‌های نمایش

source: Filter Options
fa_ir: گزینه‌های فیلتر

source: Search Form
fa_ir: فرم جستجو

source: Icon Options
fa_ir: گزینه‌های آیکون

source: Display content's images as Popup
fa_ir: نمایش تصاویر محتوا به صورت پنجره بازشو

source: Single Event Display Method
fa_ir: روش نمایش رویداد تکی

source: Modal Popup
fa_ir: پنجره بازشو مودال

source: Disable Link
fa_ir: غیرفعال کردن لینک

source: Descending Order
fa_ir: ترتیب نزولی

source: Enable this option to sort events in descending order.
fa_ir: این گزینه را برای مرتب‌سازی رویدادها به ترتیب نزولی فعال کنید.

source: Default
fa_ir: پیش‌فرض

source: Booking Button / Icon
fa_ir: دکمه / آیکون رزرو

source: Enable this option to display booking button / icon in this shortcode.
fa_ir: این گزینه را برای نمایش دکمه / آیکون رزرو در این کد کوتاه فعال کنید.

source: Display Organizers
fa_ir: نمایش برگزارکنندگان

source: Enable this option to display events organizers in this shortcode.
fa_ir: این گزینه را برای نمایش برگزارکنندگان رویدادها در این کد کوتاه فعال کنید.

source: Display Custom Fields
fa_ir: نمایش فیلدهای سفارشی

source: Enable this option to display events custom data in this shortcode.
fa_ir: این گزینه را برای نمایش داده‌های سفارشی رویدادها در این کد کوتاه فعال کنید.

source: Pagination Method
fa_ir: روش صفحه‌بندی

source: Load More Button
fa_ir: دکمه بارگذاری بیشتر

source: Infinite Scroll
fa_ir: اسکرول بی‌نهایت

source: Next / Prev
fa_ir: بعدی / قبلی

source: The price shows in List View and Tile View.
fa_ir: قیمت در نمای لیست و نمای کاشی نمایش داده می‌شود.

source: Display Event Price
fa_ir: نمایش قیمت رویداد

source: Enable this option to display events price in this shortcode.
fa_ir: این گزینه را برای نمایش قیمت رویدادها در این کد کوتاه فعال کنید.

source: Display Status Bar
fa_ir: نمایش نوار وضعیت

source: Enable this option to display the status bar in this shortcode.
fa_ir: این گزینه را برای نمایش نوار وضعیت در این کد کوتاه فعال کنید.

source: Display Progress Bar (Ongoing Events)
fa_ir: نمایش نوار پیشرفت (رویدادهای در حال انجام)

source: Detailed Time
fa_ir: زمان جزئی

source: For Multiple Day Events
fa_ir: برای رویدادهای چند روزه

source: Total Bookings
fa_ir: کل رزروها

source: Modern Events Calendar (Lite)
fa_ir: تقویم رویدادهای مدرن (نسخه لایت)

source: News & Updates
fa_ir: اخبار و به‌روزرسانی‌ها

source: Blog
fa_ir: وبلاگ

source: Help
fa_ir: راهنما

source: Total Sales (%s)
fa_ir: کل فروش (%s)

source: This Month
fa_ir: این ماه

source: This Year
fa_ir: این سال

source: Bar
fa_ir: میله‌ای

source: Line
fa_ir: خطی

source: Print Calendar
fa_ir: چاپ تقویم

source: Year
fa_ir: سال

source: Month
fa_ir: ماه

source: Display Events
fa_ir: نمایش رویدادها

source: Include MEC Assets
fa_ir: شامل کردن دارایی‌های MEC

source: Include Modern Events Calendar Assets (CSS, JavaScript, etc files.)
fa_ir: شامل کردن دارایی‌های تقویم رویدادهای مدرن (فایل‌های CSS، جاوا اسکریپت و غیره).

source: Text Input
fa_ir: ورودی متن

source: Date Range Picker
fa_ir: انتخابگر محدوده تاریخ

source: Event Fields
fa_ir: فیلدهای رویداد

source: Database setup is done.
fa_ir: تنظیمات پایگاه داده انجام شد.

source: Version
fa_ir: نسخه

source: Coming Soon
fa_ir: به زودی

source: <strong>"file_get_contents"</strong> and <strong>"Curl"</strong> functions are <strong>not activated</strong> on your server. Please contact your host provider in this regard.
fa_ir: توابع <strong>"file_get_contents"</strong> و <strong>"Curl"</strong> در سرور شما <strong>فعال نیستند</strong>. لطفاً در این خصوص با ارائه‌دهنده هاست خود تماس بگیرید.

source: Search...
fa_ir: جستجو...

source: Save Changes
fa_ir: ذخیره تغییرات

source: Enable booking module
fa_ir: فعال کردن ماژول رزرو

source: After enabling and saving the settings, reloading the page will add 'payment Gateways' to the settings and a new menu item on the Dashboard
fa_ir: پس از فعال‌سازی و ذخیره تنظیمات، با بارگذاری مجدد صفحه، 'درگاه‌های پرداخت' به تنظیمات و یک آیتم منوی جدید به داشبورد اضافه خواهد شد.

source: Date Options
fa_ir: گزینه‌های تاریخ

source: Date Format
fa_ir: فرمت تاریخ

source: Specify the date format of the event's date on the booking module.
fa_ir: فرمت تاریخ رویداد را در ماژول رزرو مشخص کنید.

source: Default is 6
fa_ir: پیش‌فرض ۶ است

source: Specify the number of dates available in the date selection dropdown menu for recurring events.
fa_ir: تعداد تاریخ‌های موجود در منوی کشویی انتخاب تاریخ برای رویدادهای تکرارشونده را مشخص کنید.

source: Date Selection Options
fa_ir: گزینه‌های انتخاب تاریخ

source: Specify the type of date selection field in the booking module.
fa_ir: نوع فیلد انتخاب تاریخ در ماژول رزرو را مشخص کنید.

source: Omit End Date
fa_ir: حذف تاریخ پایان

source: If Possible
fa_ir: در صورت امکان

source: Date Selection Per Event
fa_ir: انتخاب تاریخ برای هر رویداد

source: If enabled, you can change the date selection method per event.
fa_ir: در صورت فعال بودن، می‌توانید روش انتخاب تاریخ را برای هر رویداد تغییر دهید.

source: User Registration
fa_ir: ثبت‌نام کاربر

source: Enabled (Main Attendee)
fa_ir: فعال (شرکت‌کننده اصلی)

source: Enabled (All Attendees)
fa_ir: فعال (همه شرکت‌کنندگان)

source: By enabaling this option MEC will create a WordPress User for the main attendee. It's recommended to keep it enabled.
fa_ir: با فعال کردن این گزینه، MEC یک کاربر وردپرس برای شرکت‌کننده اصلی ایجاد می‌کند. توصیه می‌شود این گزینه فعال باشد.

source: User Role
fa_ir: نقش کاربری

source: MEC creates a user for the main attendee after each booking. The default role of the user is subscriber but you can change it if needed.
fa_ir: MEC پس از هر رزرو، یک کاربر برای شرکت‌کننده اصلی ایجاد می‌کند. نقش پیش‌فرض کاربر مشترک است، اما در صورت نیاز می‌توانید آن را تغییر دهید.

source: Username & Password
fa_ir: نام کاربری و رمز عبور

source: Auto
fa_ir: خودکار

source: Manual
fa_ir: دستی

source: If you set it to the manual option, users can insert a username and password during the booking for registration; otherwise, MEC will use their email and an auto-generated password.
fa_ir: اگر آن را به گزینه دستی تنظیم کنید، کاربران می‌توانند در طول رزرو برای ثبت‌نام، نام کاربری و رمز عبور وارد کنند؛ در غیر این صورت، MEC از ایمیل و رمز عبور تولید شده خودکار آنها استفاده خواهد کرد.

source: Limitation
fa_ir: محدودیت

source: Default is empty
fa_ir: پیش‌فرض خالی است

source: Booking Limit
fa_ir: محدودیت رزرو

source: The total number of tickets that a user can book. It is useful if you're providing free tickets. Leave it empty for an unlimited booking.
fa_ir: تعداد کل بلیط‌هایی که یک کاربر می‌تواند رزرو کند. اگر بلیط رایگان ارائه می‌دهید مفید است. برای رزرو نامحدود آن را خالی بگذارید.

source: IP restriction
fa_ir: محدودیت IP

source: If you set a limit for the total tickets that users can book, MEC will use the IP and email to prevent users to book high tickets. You can disable the IP restriction if you don't need it.
fa_ir: اگر برای کل بلیط‌هایی که کاربران می‌توانند رزرو کنند، محدودیتی تعیین کنید، MEC از IP و ایمیل برای جلوگیری از رزرو بلیط‌های زیاد توسط کاربران استفاده خواهد کرد. در صورت عدم نیاز می‌توانید محدودیت IP را غیرفعال کنید.

source: Lock Pre-filled Fields
fa_ir: قفل کردن فیلدهای از پیش پر شده

source: Enabled Only for Main Attendee
fa_ir: فقط برای شرکت‌کننده اصلی فعال شود

source: When users are logged in, the name and email fields will be pre-filled but users can change them. If you enable the lock, logged-in users cannot change the pre-filled fields.
fa_ir: وقتی کاربران وارد سیستم می‌شوند، فیلدهای نام و ایمیل از پیش پر می‌شوند اما کاربران می‌توانند آنها را تغییر دهند. اگر قفل را فعال کنید، کاربران وارد شده نمی‌توانند فیلدهای از پیش پر شده را تغییر دهند.

source: Start the dates in booking module from first upcoming date instead of referred date
fa_ir: تاریخ‌ها را در ماژول رزرو از اولین تاریخ پیش‌رو به جای تاریخ ارجاع شده شروع کنید

source: Do not accept duplicate emails in the attendees form
fa_ir: ایمیل‌های تکراری را در فرم شرکت‌کنندگان نپذیرید

source: Ticket Options
fa_ir: گزینه‌های بلیط

source: Family Tickets
fa_ir: بلیط‌های خانوادگی

source: By default all tickets are for selling one seat. By enabling family tickets you can create tickets with higher seats.
fa_ir: به طور پیش‌فرض تمام بلیط‌ها برای فروش یک صندلی هستند. با فعال کردن بلیط‌های خانوادگی می‌توانید بلیط‌هایی با ظرفیت صندلی بالاتر ایجاد کنید.

source: Availability Date
fa_ir: تاریخ در دسترس بودن

source: By default all tickets are available for all occurrences. By enabling availability date option you can set the tickets availability for certain dates.
fa_ir: به طور پیش‌فرض تمام بلیط‌ها برای همه رویدادها در دسترس هستند. با فعال کردن گزینه تاریخ در دسترس بودن، می‌توانید در دسترس بودن بلیط‌ها را برای تاریخ‌های خاص تنظیم کنید.

source: Last Few Tickets Flag
fa_ir: پرچم بلیط‌های آخر

source: Percentage
fa_ir: درصد

source: Default is 15
fa_ir: پیش‌فرض ۱۵ است

source: MEC will show the "Last Few Ticket" flags on events when the remaning tickets are less than this percentage.
fa_ir: MEC پرچم‌های "بلیط‌های آخر" را روی رویدادها نشان می‌دهد زمانی که بلیط‌های باقی‌مانده کمتر از این درصد باشند.

source: Ability to change last few tickets percentage per event
fa_ir: امکان تغییر درصد بلیط‌های آخر برای هر رویداد

source: The user will be redirected to this page after a successfull booking. Leave it empty if you are not intrested.
fa_ir: کاربر پس از رزرو موفق به این صفحه هدایت خواهد شد. اگر علاقه‌ای ندارید، آن را خالی بگذارید.

source: Specify the amount of delay before being redirected to the thank you page. (in milliseconds)
fa_ir: مقدار تأخیر قبل از هدایت به صفحه تشکر را مشخص کنید. (بر حسب میلی‌ثانیه)

source: Ability to change thank you page per event
fa_ir: امکان تغییر صفحه تشکر برای هر رویداد

source: Generation Method
fa_ir: روش تولید

source: Random
fa_ir: تصادفی

source: Ordered Numbers
fa_ir: اعداد ترتیبی

source: Start From
fa_ir: شروع از

source: Simplify Booking Form
fa_ir: فرم رزرو را ساده کنید

source: Skip Step 1
fa_ir: رد شدن از مرحله ۱

source: If there is no choice for users in the first step of the booking module, this step will be skipped. In other words, if the event has only one date and the total user booking limit option is set to one, this step will be skipped.
fa_ir: اگر در مرحله اول ماژول رزرو، گزینه‌ای برای کاربران وجود نداشته باشد، این مرحله رد خواهد شد. به عبارت دیگر، اگر رویداد فقط یک تاریخ داشته باشد و گزینه محدودیت کلی رزرو کاربر روی یک تنظیم شده باشد، این مرحله رد خواهد شد.

source: Who can book?
fa_ir: چه کسی می‌تواند رزرو کند؟

source: All Users
fa_ir: همه کاربران

source: Email verification
fa_ir: تأیید ایمیل

source: Auto verification for free bookings
fa_ir: تأیید خودکار برای رزروهای رایگان

source: Auto verification for paid bookings
fa_ir: تأیید خودکار برای رزروهای پولی

source: Auto confirmation for free bookings
fa_ir: تأیید نهایی خودکار برای رزروهای رایگان

source: Auto confirmation for paid bookings
fa_ir: تأیید نهایی خودکار برای رزروهای پولی

source: Send confirmation email in auto confirmation mode
fa_ir: ارسال ایمیل تأیید نهایی در حالت تأیید خودکار

source: Booking Cancellation
fa_ir: لغو رزرو
