Repository: carloschuck/Mec-events
Catalog: modern-events-calendar/languages/mec-*.po
Languages: fa_ir

source: %s plugin should be installed and connected to your Sendfox account.
fa_ir: افزونه %s باید نصب شده و به حساب Sendfox شما متصل باشد.

source: Enable BuddyPress Integration
fa_ir: فعال‌سازی یکپارچه‌سازی با BuddyPress

source: Show "Attendees Module" in event details page
fa_ir: نمایش «ماژول شرکت‌کنندگان» در صفحه جزئیات رویداد

source: Attendee Limit
fa_ir: محدودیت شرکت‌کننده

source: Add booking activity to user profile
fa_ir: افزودن فعالیت رزرو به پروفایل کاربر

source: Add events menu to user profile
fa_ir: افزودن منوی رویدادها به پروفایل کاربر

source: Enable LearnDash Integration
fa_ir: فعال‌سازی یکپارچه‌سازی با LearnDash

source: LearnDash plugin should be installed and activated.
fa_ir: افزونه LearnDash باید نصب و فعال شده باشد.

source: Enroll After
fa_ir: ثبت‌نام پس از

source: Booking Confirm
fa_ir: تأیید رزرو

source: Booking Verification
fa_ir: اعتبارسنجی رزرو

source: Booking Confirm & Verification
fa_ir: تأیید و اعتبارسنجی رزرو

source: Users can
fa_ir: کاربران می‌توانند

source: Map tickets to all courses
fa_ir: نقشه‌برداری بلیط‌ها به تمام دوره‌ها

source: Map tickets to only their own courses
fa_ir: نقشه‌برداری بلیط‌ها فقط به دوره‌های خودشان

source: If all is selected then users can see all availale courses in the course dropdown while creating tickets otherwise they can see only the courses that they have access to.
fa_ir: اگر «همه» انتخاب شود، کاربران می‌توانند تمام دوره‌های موجود را در کشویی دوره هنگام ایجاد بلیط مشاهده کنند، در غیر این صورت، فقط دوره‌هایی را که به آن‌ها دسترسی دارند، می‌بینند.

source: Enable Event Restriction
fa_ir: فعال‌سازی محدودیت رویداد

source: Enable Booking Restriction
fa_ir: فعال‌سازی محدودیت رزرو

source: Enable Ticket Restriction
fa_ir: فعال‌سازی محدودیت بلیط

source: Paid Membership Pro plugin should be installed and activated.
fa_ir: افزونه Paid Membership Pro باید نصب و فعال شده باشد.

source: Messages
fa_ir: پیام‌ها

source: You can change some MEC messages here. For example if you like to change "REGISTER" button label, you can do it here. By the Way, if your website is a multilingual website, we recommend you to change the messages/phrases from language files.
fa_ir: می‌توانید برخی از پیام‌های MEC را در اینجا تغییر دهید. برای مثال، اگر می‌خواهید برچسب دکمه «ثبت‌نام» را تغییر دهید، می‌توانید آن را در اینجا انجام دهید. به هر حال، اگر وب‌سایت شما یک وب‌سایت چندزبانه است، توصیه می‌کنیم پیام‌ها/عبارات را از فایل‌های زبان تغییر دهید.

source: Skin
fa_ir: پوسته

source: Classic
fa_ir: کلاسیک

source: Minimal
fa_ir: مینیمال

source: Modern
fa_ir: مدرن

source: Accordion
fa_ir: آکاردئونی

source: Tomorrow
fa_ir: فردا

source: Start of Last Month
fa_ir: ابتدای ماه گذشته

source: Start of Current Month
fa_ir: ابتدای ماه جاری

source: Start of Next Month
fa_ir: ابتدای ماه آینده

source: On a certain date
fa_ir: در یک تاریخ مشخص

source: eg. %s
fa_ir: مثال: %s

source: Maximum Date
fa_ir: حداکثر تاریخ

source: Show events before the specified date. Leave blank for no limit.
fa_ir: نمایش رویدادها قبل از تاریخ مشخص شده. برای عدم محدودیت، خالی بگذارید.

source: Date Formats
fa_ir: فرمت‌های تاریخ

source: Default value is "M d Y"
fa_ir: مقدار پیش‌فرض "M d Y" است

source: Default values are d, M and l
fa_ir: مقادیر پیش‌فرض d, M و l هستند

source: Default values are d, F and l
fa_ir: مقادیر پیش‌فرض d, F و l هستند

source: Default value is "M d"
fa_ir: مقدار پیش‌فرض "M d" است

source: Default values are d and F
fa_ir: مقادیر پیش‌فرض d و F هستند

source: eg. 6
fa_ir: مثال: ۶

source: What is the maximum number of events to be displayed?
fa_ir: حداکثر تعداد رویدادهایی که باید نمایش داده شوند چند است؟

source: Include Local Time
fa_ir: نمایش زمان محلی

source: Enable this option to display the start time of the events according to the customers local time.
fa_ir: برای نمایش زمان شروع رویدادها بر اساس زمان محلی مشتریان، این گزینه را فعال کنید.

source: Include Events Times
fa_ir: نمایش زمان رویدادها

source: Enable this option to display the time of the events.
fa_ir: برای نمایش زمان رویدادها، این گزینه را فعال کنید.

source: Show Month Divider
fa_ir: نمایش جداکننده ماه

source: Display Normal Labels
fa_ir: نمایش برچسب‌های معمولی

source: Enable this option to display events labels in this shortcode.
fa_ir: این گزینه را برای نمایش برچسب‌های رویدادها در این کد کوتاه فعال کنید.

source: Display Reason for Cancellation
fa_ir: نمایش دلیل لغو

source: Enable this option to display the reasone for cancellation in this shortcode.
fa_ir: این گزینه را برای نمایش دلیل لغو در این کد کوتاه فعال کنید.

source: Display Categories
fa_ir: نمایش دسته‌بندی‌ها

source: Enable this option to display the events categories in this shortcode.
fa_ir: این گزینه را برای نمایش دسته‌بندی‌های رویدادها در این کد کوتاه فعال کنید.

source: Show Map on top
fa_ir: نمایش نقشه در بالا

source: Enable this option to add a Map view at the top of the events list.
fa_ir: این گزینه را برای افزودن نمای نقشه در بالای لیست رویدادها فعال کنید.

source: Geolocation
fa_ir: مکان‌یابی جغرافیایی

source: Enable this option if you need the geolocation feature
fa_ir: اگر به قابلیت مکان‌یابی جغرافیایی نیاز دارید، این گزینه را فعال کنید.

source: Disable Geolocation Force Focus
fa_ir: غیرفعال کردن اجبار تمرکز مکان‌یابی جغرافیایی

source: Toggle for Month Divider
fa_ir: تغییر وضعیت برای جداکننده ماه

source: Clean
fa_ir: ساده

source: Simple
fa_ir: متن خالی

source: Colorful
fa_ir: رنگارنگ

source: Novel
fa_ir: مدرن

source: Show events before the specified date.
fa_ir: نمایش رویدادها قبل از تاریخ مشخص شده.

source: Default value is "d F Y
fa_ir: مقدار پیش‌فرض "d F Y" است

source: Default values are d and M
fa_ir: مقادیر پیش‌فرض d و M هستند

source: Default value is "d F Y"
fa_ir: مقدار پیش‌فرض "d F Y" است

source: Count in row
fa_ir: تعداد در ردیف

source: %s is required to use this skin.
fa_ir: %s برای استفاده از این پوسته لازم است.

source: Default values are l and F j
fa_ir: مقادیر پیش‌فرض l و F j هستند

source: Default View
fa_ir: نمایش پیش‌فرض

source: List View
fa_ir: نمای لیست

source: Grid View
fa_ir: نمای شبکه‌ای

source: Tile View
fa_ir: نمای کاشی

source: Yearly View
fa_ir: نمای سالانه

source: Monthly/Calendar View
fa_ir: نمای ماهانه/تقویم

source: Weekly View
fa_ir: نمای هفتگی

source: Daily View
fa_ir: نمای روزانه

source: Monthly Style
fa_ir: سبک ماهانه

source: Events per day
fa_ir: رویدادها در هر روز

source: List View Date Formats
fa_ir: فرمت‌های تاریخ نمای لیست

source: Yearly View Date Formats
fa_ir: فرمت‌های تاریخ نمای سالانه

source: %s is required to use %s skin.
fa_ir: %s برای استفاده از پوسته %s لازم است.

source: Activate First upcoming Date with Event
fa_ir: فعال کردن اولین تاریخ آتی با رویداد

source: Activate Current Day in Next / Previous Months
fa_ir: فعال کردن روز جاری در ماه‌های بعدی / قبلی

source: Display all events in right section
fa_ir: نمایش همه رویدادها در بخش سمت راست

source: Clean Style in Mobile
fa_ir: سبک ساده در موبایل

source: Start of Current Year
fa_ir: شروع سال جاری

source: Start of Next Year
fa_ir: شروع سال بعد

source: Start of Last Year
fa_ir: شروع سال گذشته

source: Months to Display
fa_ir: تعداد ماه‌ها برای نمایش

source: Next/Previous Buttons
fa_ir: دکمه‌های بعدی/قبلی

source: For showing next/previous year navigation.
fa_ir: برای نمایش پیمایش سال بعدی/قبلی.

source: For showing next/previous month navigation.
fa_ir: برای نمایش پیمایش ماه بعدی/قبلی.

source: Maximum events
fa_ir: حداکثر رویدادها

source: eg. 200
fa_ir: مثال: 200

source: The geolocation feature works only in secure (https) websites.
fa_ir: قابلیت مکان‌یابی جغرافیایی فقط در وب‌سایت‌های امن (https) کار می‌کند.

source: Current Week
fa_ir: هفته جاری

source: Next Week
fa_ir: هفته بعد

source: Last Week
fa_ir: هفته گذشته

source: Number of Days Per Week
fa_ir: تعداد روزها در هر هفته

source: Week Start
fa_ir: شروع هفته

source: Inherite from WordPress options
fa_ir: به ارث بردن از گزینه‌های وردپرس

source: Default values are j and F
fa_ir: مقادیر پیش‌فرض j و F هستند

source: eg. 24
fa_ir: مثال: 24

source: Filter By
fa_ir: فیلتر بر اساس

source: None
fa_ir: هیچ‌کدام

source: Fit to row
fa_ir: تنظیم به ردیف

source: Items are arranged into rows. Rows progress vertically. Similar to what you would expect from a layout that uses CSS floats.
fa_ir: آیتم‌ها به صورت ردیف چیده شده‌اند. ردیف‌ها به صورت عمودی پیشروی می‌کنند. مشابه آنچه از یک طرح‌بندی که از شناورهای CSS استفاده می‌کند انتظار دارید.

source: Convert Masonry to Grid
fa_ir: تبدیل میسونری به گرید

source: For using this option, your events should come with image
fa_ir: برای استفاده از این گزینه، رویدادهای شما باید دارای تصویر باشند

source: Default values are d, M and Y
fa_ir: مقادیر پیش‌فرض d، M و Y هستند

source: Default values are "F d" and l
fa_ir: مقادیر پیش‌فرض "F d" و l هستند

source: Default value is "l, F d Y"
fa_ir: مقدار پیش‌فرض "l, F d Y" است

source: Style 1
fa_ir: سبک 1

source: Style 2
fa_ir: سبک 2

source: Style 3
fa_ir: سبک 3

source: Default value is "j F Y"
fa_ir: مقدار پیش‌فرض "j F Y" است

source: Default values are j, F and Y
fa_ir: مقادیر پیش‌فرض j، F و Y هستند

source: -- Next Upcoming Event --
fa_ir: -- رویداد بعدی آتی --

source: Type 1
fa_ir: نوع 1

source: Type 2
fa_ir: نوع 2

source: Type 3
fa_ir: نوع 3

source: Type 4
fa_ir: نوع 4

source: Default values are d, F and Y
fa_ir: مقادیر پیش‌فرض d، F و Y هستند

source: Default value is "M d, Y"
fa_ir: مقدار پیش‌فرض "M d, Y" است

source: Count in row (Tablet)
fa_ir: تعداد در ردیف (تبلت)

source: Count in row (Mobile)
fa_ir: تعداد در ردیف (موبایل)

source: Auto Play
fa_ir: پخش خودکار

source: Auto Play Time
fa_ir: زمان پخش خودکار

source: eg. 3000 default is 3 second
fa_ir: مثال: 3000 پیش‌فرض 3 ثانیه است

source: Loop
fa_ir: حلقه

source: Archive Link
fa_ir: لینک بایگانی

source: Head Text
fa_ir: متن سربرگ

source: Type 5
fa_ir: نوع 5

source: Transition Time
fa_ir: زمان انتقال

source: eg. 1000 is 1 second
fa_ir: مثال: 1000 یعنی 1 ثانیه

source: Default values are j and M
fa_ir: مقادیر پیش‌فرض j و M هستند

source: eg. 60
fa_ir: مثال: 60

source: Number of events in a cell to view "more"
fa_ir: تعداد رویدادها در یک سلول برای مشاهده "بیشتر"

source: No filter options applicable for this skin.
fa_ir: هیچ گزینه فیلتری برای این پوسته قابل اعمال نیست.

source: Authors
fa_ir: نویسندگان

source: Expired / Ongoing
fa_ir: منقضی شده / در حال برگزاری

source: Include
fa_ir: شامل شود

source: Choose your desired categories for filtering the events.
fa_ir: دسته‌های مورد نظر خود را برای فیلتر کردن رویدادها انتخاب کنید.

source: You will see only those categories that are associated to at-least one event.
fa_ir: فقط آن دسته‌هایی را خواهید دید که حداقل به یک رویداد مرتبط هستند.

source: Include categories
fa_ir: شامل دسته‌ها

source: Exclude
fa_ir: مستثنی شود

source: Choose your desired categories to exclude from the results.
fa_ir: دسته‌های مورد نظر خود را برای حذف از نتایج انتخاب کنید.

source: Exclude categories
fa_ir: مستثنی کردن دسته‌ها

source: Choose your desired locations for filtering the events.
fa_ir: مکان‌های مورد نظر خود را برای فیلتر کردن رویدادها انتخاب کنید.

source: You will see only those locations that are associated to at-least one event.
fa_ir: فقط آن مکان‌هایی را خواهید دید که حداقل به یک رویداد مرتبط هستند.

source: Include locations
fa_ir: شامل مکان‌ها

source: Choose your desired locations to exclude from the results.
fa_ir: مکان‌های مورد نظر خود را برای حذف از نتایج انتخاب کنید.

source: Exclude locations
fa_ir: مستثنی کردن مکان‌ها

source: Choose your desired organizers for filtering the events.
fa_ir: برگزارکنندگان مورد نظر خود را برای فیلتر کردن رویدادها انتخاب کنید.

source: You will see only those organizers that are associated to at-least one event.
fa_ir: فقط آن برگزارکنندگانی را خواهید دید که حداقل به یک رویداد مرتبط هستند.

source: Include organizers
fa_ir: شامل برگزارکنندگان

source: Choose your desired organizers to exclude from the results.
fa_ir: برگزارکنندگان مورد نظر خود را برای حذف از نتایج انتخاب کنید.

source: Exclude organizers
fa_ir: مستثنی کردن برگزارکنندگان

source: Choose your desired speakers for filtering the events.
fa_ir: سخنرانان مورد نظر خود را برای فیلتر کردن رویدادها انتخاب کنید.

source: You will see only those speakers that are associated to at-least one event.
fa_ir: فقط آن سخنرانانی را خواهید دید که حداقل به یک رویداد مرتبط هستند.

source: Include speakers
fa_ir: شامل سخنرانان

source: Choose your desired speakers to exclude from the results.
fa_ir: سخنرانان مورد نظر خود را برای حذف از نتایج انتخاب کنید.

source: Exclude speakers
fa_ir: مستثنی کردن سخنرانان

source: Choose your desired labels for filtering the events.
fa_ir: برچسب‌های مورد نظر خود را برای فیلتر کردن رویدادها انتخاب کنید.

source: You will see only those labels that are associated to at-least one event.
fa_ir: فقط آن برچسب‌هایی را خواهید دید که حداقل به یک رویداد مرتبط هستند.

source: Choose your desired labels to exclude from the results.
fa_ir: برچسب‌های مورد نظر خود را برای حذف از نتایج انتخاب کنید.

source: Exclude labels
fa_ir: مستثنی کردن برچسب‌ها

source: Choose your desired sponsors for filtering the events.
fa_ir: حامیان مالی مورد نظر خود را برای فیلتر کردن رویدادها انتخاب کنید.

source: You will see only those sponsors that are associated to at-least one event.
fa_ir: فقط آن حامیان مالی را خواهید دید که حداقل به یک رویداد مرتبط هستند.

source: Insert your desired tags separated by commas.
fa_ir: تگ‌های مورد نظر خود را با کاما جدا کنید.

source: Insert your desired tags to exclude from the results.
fa_ir: تگ‌های مورد نظر خود را برای حذف از نتایج وارد کنید.

source: Choose your desired authors for filtering the events.
fa_ir: نویسندگان مورد نظر خود را برای فیلتر کردن رویدادها انتخاب کنید.

source: Choose your desired authors to exclude from the results.
fa_ir: نویسندگان مورد نظر خود را برای حذف از نتایج انتخاب کنید.

source: Exclude authors
fa_ir: نویسندگان را مستثنی کنید

source: Show only one occurrence of events
fa_ir: نمایش تنها یک رخداد از رویدادها

source: Include Expired Events
fa_ir: شامل رویدادهای منقضی شده

source: You can include past/expired events if you like so it will show upcoming and expired events based on start date that you selected.
fa_ir: می‌توانید رویدادهای گذشته/منقضی شده را در صورت تمایل لحاظ کنید تا رویدادهای آینده و منقضی شده بر اساس تاریخ شروع انتخابی شما نمایش داده شوند.

source: Show Only Expired Events
fa_ir: نمایش فقط رویدادهای منقضی شده

source: It shows %s expired/past events. It will use the selected start date as first day and then go to %s dates.
fa_ir: این %s رویداد منقضی شده/گذشته را نشان می‌دهد. از تاریخ شروع انتخابی به عنوان روز اول استفاده می‌کند و سپس به %s تاریخ می‌رود.

source: only
fa_ir: فقط

source: older
fa_ir: قدیمی‌تر

source: Ongoing Events
fa_ir: رویدادهای در حال برگزاری

source: Include Ongoing Events
fa_ir: شامل رویدادهای در حال برگزاری

source: It includes ongoing events on List, Grid, Agenda and Timeline skins.
fa_ir: این شامل رویدادهای در حال برگزاری در پوسته‌های لیست، گرید، دستور کار و جدول زمانی است.

source: Show Only Ongoing Events
fa_ir: نمایش فقط رویدادهای در حال برگزاری

source: It shows only ongoing events on List, Grid, Agenda and Timeline skins.
fa_ir: این فقط رویدادهای در حال برگزاری را در پوسته‌های لیست، گرید، دستور کار و جدول زمانی نمایش می‌دهد.

source: Show Search Form
fa_ir: نمایش فرم جستجو

source: Show Labels
fa_ir: نمایش برچسب‌ها

source: Show Reset Button
fa_ir: نمایش دکمه بازنشانی

source: Refine Search Parameters
fa_ir: پالایش پارامترهای جستجو

source: Dropdown Method
fa_ir: روش کشویی

source: Enhanced
fa_ir: پیشرفته

source: Multiselect
fa_ir: چند انتخابی

source: Tag
fa_ir: برچسب

source: Address Input
fa_ir: ورودی آدرس

source: Placeholder Text ...
fa_ir: متن جایگزین ...

source: Min / Max Inputs
fa_ir: حداقل / حداکثر ورودی‌ها

source: Date Filter
fa_ir: فیلتر تاریخ

source: Year & Month Dropdown
fa_ir: کشویی سال و ماه

source: Date Picker
fa_ir: انتخاب‌گر تاریخ

source: Time Filter
fa_ir: فیلتر زمان

source: Local Time Picker
fa_ir: انتخاب‌گر زمان محلی

source: Text Search
fa_ir: جستجوی متنی

source: Month Filter
fa_ir: فیلتر ماه

source: No Search Options
fa_ir: بدون گزینه جستجو

source: Click to copy shortcode
fa_ir: برای کپی کردن شورت‌کد کلیک کنید

source: Enable speakers feature
fa_ir: فعال کردن ویژگی سخنرانان

source: Enable this option if your events have speakers. Refresh after enabling it to see the Speakers menu under the MEC dashboard.
fa_ir: این گزینه را در صورتی که رویدادهای شما سخنران دارند، فعال کنید. پس از فعال‌سازی آن را رفرش کنید تا منوی سخنرانان را در داشبورد MEC ببینید.

source: After enabling and saving the settings, you should reload the page to see a new menu on the Dashboard > MEC
fa_ir: پس از فعال‌سازی و ذخیره تنظیمات، باید صفحه را بارگیری مجدد کنید تا منوی جدید را در داشبورد > MEC ببینید

source: Enable organizers feature
fa_ir: فعال کردن ویژگی برگزارکنندگان

source: Organizer Description
fa_ir: توضیحات برگزارکننده

source: Enabaling this option will add the organizer description textbox to the organizers edit page.
fa_ir: فعال کردن این گزینه جعبه متن توضیحات برگزارکننده را به صفحه ویرایش برگزارکنندگان اضافه می‌کند.

source: Additional Organizers
fa_ir: برگزارکنندگان اضافی

source: Show additional organizers
fa_ir: نمایش برگزارکنندگان اضافی

source: Enable Description For Additional Organizers
fa_ir: فعال کردن توضیحات برای برگزارکنندگان اضافی

source: Social Links
fa_ir: لینک‌های اجتماعی

source: Enable Social Links For Organizers
fa_ir: فعال کردن لینک‌های اجتماعی برای برگزارکنندگان

source: Location Description
fa_ir: توضیحات مکان

source: Enabaling this option will add the location description textbox to the locations edit page.
fa_ir: فعال کردن این گزینه جعبه متن توضیحات مکان را به صفحه ویرایش مکان‌ها اضافه می‌کند.

source: Show other locations
fa_ir: نمایش مکان‌های دیگر

source: Enable Description For Other Locations
fa_ir: فعال کردن توضیحات برای مکان‌های دیگر

source: Enable sponsors feature
fa_ir: فعال کردن ویژگی حامیان مالی

source: Enable this option in order to add sponsors for your events.
fa_ir: این گزینه را برای افزودن حامیان مالی به رویدادهای خود فعال کنید.

source: Countdown
fa_ir: شمارش معکوس

source: Show countdown module on event page
fa_ir: نمایش ماژول شمارش معکوس در صفحه رویداد

source: Countdown Style
fa_ir: سبک شمارش معکوس

source: Plain Style
fa_ir: سبک ساده

source: Flip Style
fa_ir: سبک فلیپ

source: Disable for ongoing events
fa_ir: غیرفعال برای رویدادهای در حال برگزاری

source: Ability to change countdown method per event
fa_ir: قابلیت تغییر روش شمارش معکوس برای هر رویداد

source: Exceptional days (Exclude Dates)
fa_ir: روزهای استثنایی (حذف تاریخ‌ها)

source: Show exceptional days option on Add/Edit events page
fa_ir: نمایش گزینه روزهای استثنایی در صفحه افزودن/ویرایش رویدادها

source: By using this option you can exclude certain days from multi-occurence event dates.
fa_ir: با استفاده از این گزینه می‌توانید روزهای خاصی را از تاریخ‌های رویدادهای چند-رخدادی حذف کنید.

source: Global Exceptional Days
fa_ir: روزهای استثنایی جهانی

source: You may use this option to add your organization's off days.
fa_ir: می‌توانید از این گزینه برای افزودن روزهای تعطیل سازمان خود استفاده کنید.

source: Display related events based on taxonomy in single event page.
fa_ir: نمایش رویدادهای مرتبط بر اساس تاکسونومی در صفحه رویداد تک‌نفره.

source: Select Taxonomies:
fa_ir: انتخاب تاکسونومی‌ها:

source: Max Events
fa_ir: حداکثر رویدادها

source: Display Expired Events
fa_ir: نمایش رویدادهای منقضی شده

source: Related Events Per Event
fa_ir: رویدادهای مرتبط برای هر رویداد

source: Set related events per event.
fa_ir: رویدادهای مرتبط را به ازای هر رویداد تنظیم کنید.

source: Display events of current user only.
fa_ir: فقط رویدادهای کاربر فعلی را نمایش دهید.

source: Next / Previous Events
fa_ir: رویدادهای بعدی / قبلی

source: Display next / previous events based on taxonomy in single event page.
fa_ir: نمایش رویدادهای بعدی / قبلی بر اساس طبقه بندی در صفحه رویداد تکی.

source: SMS
fa_ir: پیامک

source: Enable SMS feature
fa_ir: فعال کردن قابلیت پیامک

source: Enable this option and add Twilio credentials to send text messages.
fa_ir: این گزینه را فعال کرده و اطلاعات Twilio را اضافه کنید تا پیام‌های متنی ارسال شوند.

source: Twilio Credentials
fa_ir: اطلاعات Twilio

source: Account SID
fa_ir: SID حساب

source: Auth Token
fa_ir: توکن احراز هویت

source: Sender (From) Number
fa_ir: شماره فرستنده (از)

source: Booking Admin Notification
fa_ir: اعلان مدیر رزرو

source: Recipients
fa_ir: گیرندگان

source: Comma separated numbers ...
fa_ir: شماره‌های جدا شده با کاما ...

source: You can write any fixed text or use following placeholders.
fa_ir: می‌توانید هر متن ثابتی را بنویسید یا از جایگزین‌های زیر استفاده کنید.

source: Enable Certificates Module
fa_ir: فعال کردن ماژول گواهینامه‌ها

source: Certificates Module
fa_ir: ماژول گواهینامه‌ها

source: Enable this option to build and send certificates to attendees.
fa_ir: این گزینه را فعال کنید تا گواهینامه‌ها را برای شرکت‌کنندگان بسازید و ارسال کنید.

source: Certificate Shortcodes
fa_ir: کدهای کوتاه گواهینامه

source: You can use the following shortcodes in certificate builder to display attendee information.
fa_ir: می‌توانید از کدهای کوتاه زیر در سازنده گواهینامه برای نمایش اطلاعات شرکت‌کننده استفاده کنید.

source: Event Title
fa_ir: عنوان رویداد

source: Event Date
fa_ir: تاریخ رویداد

source: Attendee ID
fa_ir: شناسه شرکت‌کننده

source: Attendee Name
fa_ir: نام شرکت‌کننده

source: Ticket ID
fa_ir: شناسه بلیط

source: Ticket Name
fa_ir: نام بلیط

source: Map
fa_ir: نقشه

source: Show Map on event page
fa_ir: نمایش نقشه در صفحه رویداد

source: Google Maps API Key
fa_ir: کلید API نقشه گوگل

source: Google Map Options
fa_ir: گزینه‌های نقشه گوگل

source: It is necessary to enter the Google Maps API to use it in MEC.
fa_ir: برای استفاده از Google Maps API در MEC، وارد کردن آن الزامی است.

source: Zoom level
fa_ir: سطح زوم

source: This option will work on the Google Maps module on the single event page. Map view shortcode will automatically calculate the zoom level based on the event boundaries.
fa_ir: این گزینه در ماژول نقشه گوگل در صفحه رویداد تکی کار خواهد کرد. کد کوتاه نمایش نقشه به طور خودکار سطح زوم را بر اساس مرزهای رویداد محاسبه می‌کند.

source: Google Maps Style
fa_ir: سبک نقشه گوگل

source: Direction on single event
fa_ir: مسیر در رویداد تکی

source: Simple Method
fa_ir: روش ساده

source: Advanced Method
fa_ir: روش پیشرفته

source: Lightbox Date Format
fa_ir: قالب تاریخ لایت‌باکس

source: Select the event's date format on the map module lightbox.
fa_ir: قالب تاریخ رویداد را در لایت‌باکس ماژول نقشه انتخاب کنید.

source: Google Maps API Load
fa_ir: بارگذاری API نقشه گوگل

source: Don't load Google Maps API library
fa_ir: کتابخانه Google Maps API را بارگذاری نکنید

source: Enable this option only if another plugin or your site's current theme is also loading the Google Maps API to avoid conflicts.
fa_ir: این گزینه را فقط در صورتی فعال کنید که افزونه دیگری یا قالب فعلی سایت شما نیز در حال بارگذاری Google Maps API باشد تا از تداخل جلوگیری شود.

source: Fullscreen Button
fa_ir: دکمه تمام صفحه

source: Show export module (iCal export and add to Google calendars) on event page
fa_ir: نمایش ماژول خروجی (خروجی iCal و افزودن به تقویم گوگل) در صفحه رویداد

source: Google Calendar
fa_ir: تقویم گوگل

source: Hide for Expired Events
fa_ir: پنهان کردن برای رویدادهای منقضی شده

source: Local Time
fa_ir: زمان محلی

source: Show event time based on local time of visitor on event page
fa_ir: نمایش زمان رویداد بر اساس زمان محلی بازدیدکننده در صفحه رویداد

source: Progress Bar
fa_ir: نوار پیشرفت

source: Enable progress bar module
fa_ir: فعال کردن ماژول نوار پیشرفت

source: Enable event gallery module
fa_ir: فعال کردن ماژول گالری رویداد

source: QR Code
fa_ir: کد QR

source: Show QR code of event in details page and booking invoice
fa_ir: نمایش کد QR رویداد در صفحه جزئیات و فاکتور رزرو

source: Weather
fa_ir: آب و هوا

source: Show weather module on event page
fa_ir: نمایش ماژول آب و هوا در صفحه رویداد
