Repository: carloschuck/Mec-events
Catalog: modern-events-calendar/languages/mec-*.po
Languages: fa_ir

source: MEC developer documentation
fa_ir: مستندات توسعه‌دهنده MEC

source: System Information
fa_ir: اطلاعات سیستم

source: Home URL
fa_ir: آدرس خانه (URL اصلی)

source: Site URL
fa_ir: آدرس سایت (URL سایت)

source: Locale
fa_ir: منطقه (لوکال)

source: Character Set
fa_ir: مجموعه کاراکتر

source: MEC Version
fa_ir: نسخه MEC

source: WordPress Version
fa_ir: نسخه وردپرس

source: Multisite
fa_ir: چند سایته

source: WordPress Memory Limit
fa_ir: محدودیت حافظه وردپرس

source: PHP Version
fa_ir: نسخه PHP

source: Debug Log
fa_ir: گزارش اشکال‌زدایی (دیباگ)

source: Log file size is about %s. %s
fa_ir: حجم فایل گزارش حدود %s است. %s

source: Download
fa_ir: دانلود

source: WP Debug mode is turned on but there is no log to download at the moment.
fa_ir: حالت اشکال‌زدایی وردپرس فعال است اما در حال حاضر گزارشی برای دانلود وجود ندارد.

source: WordPress debug is not enabled in your website. To download the debug log file, you need to enable WP Debug mode on your website first.
fa_ir: اشکال‌زدایی وردپرس در وب‌سایت شما فعال نیست. برای دانلود فایل گزارش اشکال‌زدایی، ابتدا باید حالت اشکال‌زدایی وردپرس را در وب‌سایت خود فعال کنید.

source: You don’t need to register anywhere for support anymore.You can click the following button, and the chat box will open up to ask all your different questions using our various channels.
fa_ir: دیگر نیازی به ثبت‌نام برای پشتیبانی در هیچ کجا نیست. می‌توانید روی دکمه زیر کلیک کنید و کادر چت باز خواهد شد تا بتوانید تمام سوالات مختلف خود را از طریق کانال‌های مختلف ما بپرسید.

source: Only enter your email address and the answers will be sent over to your mail box.
fa_ir: فقط آدرس ایمیل خود را وارد کنید و پاسخ‌ها به صندوق پستی شما ارسال خواهند شد.

source: Create a Support Ticket
fa_ir: ایجاد تیکت پشتیبانی

source: Styling Options
fa_ir: گزینه‌های استایل‌دهی

source: Custom CSS
fa_ir: CSS سفارشی

source: Our documentation is simple and functional with full details and cover all essential aspects from beginning to the most advanced parts.
fa_ir: مستندات ما ساده و کاربردی با جزئیات کامل است و تمام جنبه‌های ضروری از ابتدا تا پیشرفته‌ترین بخش‌ها را پوشش می‌دهد.

source: DOCUMENTATION
fa_ir: مستندات

source: Support Forum
fa_ir: انجمن پشتیبانی

source: Webnus is an elite and trusted author with great user satisfaction. If you want to use this service you need to upgrade your plugin to Pro version. Click on the following button.
fa_ir: وب‌نوس یک توسعه‌دهنده نخبه و قابل اعتماد با رضایت بالای کاربران است. اگر می‌خواهید از این سرویس استفاده کنید، باید افزونه خود را به نسخه پرو ارتقا دهید. روی دکمه زیر کلیک کنید.

source: Webnus is an elite and trusted author with great user satisfaction. If you have any issues please don't hesitate to contact us, we will reply as soon as possible.
fa_ir: وب‌نوس یک توسعه‌دهنده نخبه و قابل اعتماد با رضایت بالای کاربران است. اگر مشکلی دارید، لطفاً در تماس با ما تردید نکنید، ما در اسرع وقت پاسخ خواهیم داد.

source: OPEN A TICKET
fa_ir: باز کردن تیکت

source: Knowledgebase
fa_ir: پایگاه دانش

source: How to create a new event?
fa_ir: چگونه یک رویداد جدید ایجاد کنیم؟

source: Booking module doesn't work
fa_ir: ماژول رزرو کار نمی‌کند

source: How to export events in iCal format?
fa_ir: چگونه رویدادها را در قالب iCal صادر کنیم؟

source: How to override MEC template files?
fa_ir: چگونه فایل‌های قالب MEC را بازنویسی کنیم؟

source: How to add/manage shortcodes?
fa_ir: چگونه شرت‌کدها را اضافه/مدیریت کنیم؟

source: Getting Started Video
fa_ir: ویدیوی شروع کار

source: Import Dummy Events
fa_ir: وارد کردن رویدادهای نمونه

source: Import Dummy Shortcodes
fa_ir: وارد کردن شرت‌کدهای نمونه

source: Back to WordPress Dashboard
fa_ir: بازگشت به داشبورد وردپرس

source: close
fa_ir: بستن

source: Modify
fa_ir: ویرایش

source: Booking Notification
fa_ir: اطلاع‌رسانی رزرو

source: Admin Notification
fa_ir: اطلاع‌رسانی مدیر

source: Attendee Price (for booking confirmation notification)
fa_ir: قیمت شرکت‌کننده (برای اطلاع‌رسانی تأیید رزرو)

source: Full Attendees info such as booking form data, name, email etc.
fa_ir: اطلاعات کامل شرکت‌کنندگان مانند داده‌های فرم رزرو، نام، ایمیل و غیره.

source: Delete
fa_ir: حذف

source: Page Title
fa_ir: عنوان صفحه

source: Scheduled
fa_ir: برنامه‌ریزی‌شده

source: For active events!
fa_ir: برای رویدادهای فعال!

source: Rescheduled
fa_ir: تغییر برنامه‌ریزی‌شده

source: For rescheduled events!
fa_ir: برای رویدادهای تغییر برنامه‌ریزی‌شده!

source: Postponed
fa_ir: به تعویق افتاده

source: If you postponed an event then you can use this status!
fa_ir: اگر رویدادی را به تعویق انداختید، می‌توانید از این وضعیت استفاده کنید!

source: Cancelled
fa_ir: لغو شده

source: If you cancelled an event then you should select this status!
fa_ir: اگر رویدادی را لغو کردید، باید این وضعیت را انتخاب کنید!

source: Reason for Cancellation
fa_ir: دلیل لغو

source: Please write your reasons here
fa_ir: لطفاً دلایل خود را در اینجا بنویسید

source: This will be displayed in Single Event and Shortcode/Calendar Pages
fa_ir: این در صفحات رویداد تکی و کد کوتاه/تقویم نمایش داده خواهد شد

source: Display in single event page
fa_ir: نمایش در صفحه رویداد تکی

source: What should be done regarding the bookings?
fa_ir: در مورد رزروها چه باید کرد؟

source: Do Nothing
fa_ir: هیچ کاری نکن

source: Move Bookings & Notify Users
fa_ir: انتقال رزروها و اطلاع‌رسانی به کاربران

source: Move bookings to:
fa_ir: انتقال رزروها به:

source: Moved Online
fa_ir: آنلاین منتقل شد

source: For the events that moved online!
fa_ir: برای رویدادهایی که آنلاین منتقل شدند!

source: Online Link
fa_ir: لینک آنلاین

source: Link to join online event. If you leave it empty event link will be used.
fa_ir: لینک برای پیوستن به رویداد آنلاین. اگر آن را خالی بگذارید، از لینک رویداد استفاده خواهد شد.

source: Choose one of saved locations.
fa_ir: یکی از مکان‌های ذخیره‌شده را انتخاب کنید.

source: Choose one of saved organizers.
fa_ir: یکی از برگزارکنندگان ذخیره‌شده را انتخاب کنید.

source: No Name
fa_ir: بدون نام

source: Price Label
fa_ir: برچسب قیمت

source: eg. https://yoursite.com/your-event
fa_ir: مثلاً: https://yoursite.com/your-event

source: Organizer Payment Credentials
fa_ir: اعتبارات پرداخت برگزارکننده

source: Insert organizer phone number.
fa_ir: شماره تلفن برگزارکننده را وارد کنید.

source: Insert organizer email address.
fa_ir: آدرس ایمیل برگزارکننده را وارد کنید.

source: Use this field to link organizer to other user profile pages
fa_ir: از این فیلد برای پیوند برگزارکننده به صفحات پروفایل کاربر دیگر استفاده کنید

source: Site name or any text
fa_ir: نام سایت یا هر متنی

source: Insert URL of Facebook Page
fa_ir: نشانی وب صفحه فیس‌بوک را وارد کنید

source: Insert URL of Instagram
fa_ir: نشانی وب اینستاگرام را وارد کنید

source: Insert URL of LinkedIn
fa_ir: نشانی وب لینکدین را وارد کنید

source: Insert URL of Twitter Page
fa_ir: نشانی وب صفحه توییتر را وارد کنید

source: Insert URL of linkedin
fa_ir: نشانی وب لینکدین را وارد کنید

source: Contact info
fa_ir: اطلاعات تماس

source: Adding an Event...
fa_ir: افزودن یک رویداد...

source: Event Name
fa_ir: نام رویداد

source: Event name is required
fa_ir: نام رویداد الزامی است

source: Choose one of saved locations or insert new one.
fa_ir: یکی از مکان‌های ذخیره‌شده را انتخاب کنید یا مکانی جدید وارد کنید.

source: Add Location
fa_ir: افزودن مکان

source: If you leave the latitude and longitude empty, Modern Events Calendar tries to convert the location address to geopoint, Latitude and Longitude are the units that represent the coordinates at geographic coordinate system. To make a search, use the name of a place, city, state, or address, or click the location on the map to find lat long coordinates.
fa_ir: اگر طول و عرض جغرافیایی را خالی بگذارید، Modern Events Calendar تلاش می‌کند آدرس مکان را به نقطه جغرافیایی تبدیل کند. طول و عرض جغرافیایی واحدهایی هستند که مختصات را در سیستم مختصات جغرافیایی نشان می‌دهند. برای جستجو، از نام یک مکان، شهر، ایالت یا آدرس استفاده کنید، یا برای یافتن مختصات طول و عرض جغرافیایی، روی مکان روی نقشه کلیک کنید.

source: Choose one of saved organizers or insert new one below.
fa_ir: یکی از برگزارکنندگان ذخیره‌شده را انتخاب کنید یا برگزارکننده جدیدی را در زیر وارد کنید.

source: Add Organizer
fa_ir: افزودن برگزارکننده

source: eg. website name or any text
fa_ir: مثلاً: نام وب‌سایت یا هر متنی

source: Most Used
fa_ir: پرکاربردترین

source: Add New Category
fa_ir: افزودن دسته‌بندی جدید

source: Set Featured Image
fa_ir: تنظیم تصویر شاخص

source: Your Event Has Been Created.
fa_ir: رویداد شما ایجاد شده است.

source: Prev
fa_ir: قبلی

source: Dashboard
fa_ir: داشبورد

source: Default value is Events - It's title of the page
fa_ir: مقدار پیش‌فرض رویدادها است - این عنوان صفحه است

source: Choose your single event style.
fa_ir: سبک رویداد تکی خود را انتخاب کنید.

source: Enable this option to have speaker in Hourly Schedule in Single. Refresh after enabling it to see the Speakers menu under MEC dashboard.
fa_ir: این گزینه را فعال کنید تا سخنران در برنامه ساعتی در تک رویداد نمایش داده شود. پس از فعال کردن آن، برای مشاهده منوی سخنرانان در زیر داشبورد MEC، صفحه را بازخوانی کنید.

source: If enabled MEC would create a WordPress User for main attendees. It's recommended to keep it enabled.
fa_ir: در صورت فعال بودن، MEC یک کاربر وردپرس برای شرکت‌کنندگان اصلی ایجاد می‌کند. توصیه می‌شود آن را فعال نگه دارید.

source: Go to Dashboard
fa_ir: برو به داشبورد

source: Skip
fa_ir: رد شدن

source: Save & Next
fa_ir: ذخیره و بعدی

source: Adding a Shortcode...
fa_ir: افزودن یک کد کوتاه...

source: Shortcode Name
fa_ir: نام شورت‌کد

source: Shortcode name is required
fa_ir: نام شورت‌کد الزامی است

source: Fluent
fa_ir: فلوئنت

source: Fluent Type 1
fa_ir: فلوئنت نوع 1

source: Fluent Type 2
fa_ir: فلوئنت نوع 2

source: Fluent Type 3
fa_ir: فلوئنت نوع 3

source: Fluent Type 4
fa_ir: فلوئنت نوع 4

source: Select Style
fa_ir: انتخاب استایل

source: Select Event
fa_ir: انتخاب رویداد

source: You have ability to include past/expired events if you like so it will show upcoming and expired events based on start date that you selected.
fa_ir: اگر مایلید، می‌توانید رویدادهای گذشته/منقضی شده را نیز شامل کنید تا رویدادهای آینده و منقضی شده بر اساس تاریخ شروعی که انتخاب کرده‌اید نمایش داده شوند.

source: It shows %s expired/past events.
fa_ir: %s رویداد منقضی شده/گذشته را نمایش می‌دهد.

source: It shows only ongoing events on List and Grid skins.
fa_ir: فقط رویدادهای در حال برگزاری را در پوسته‌های لیست و گرید نمایش می‌دهد.

source: Your Shortcode
fa_ir: شورت‌کد شما

source: Copy
fa_ir: کپی

source: Put this shortcode into your desired page.
fa_ir: این شورت‌کد را در صفحه مورد نظر خود قرار دهید.

source: New Shortcode
fa_ir: شورت‌کد جدید

source: Please %s/%s in order to see your bookings / profile.
fa_ir: لطفاً برای مشاهده رزروها / پروفایل خود %s/%s کنید.

source: To use this feature you should upgrade to %s first.
fa_ir: برای استفاده از این قابلیت، ابتدا باید به %s ارتقا دهید.

source: Invoice
fa_ir: فاکتور

source: N/A
fa_ir: غیر قابل دسترس

source: Variations
fa_ir: تغییرات

source: No bookings found!
fa_ir: هیچ رزروی یافت نشد!

source: MEC - Report
fa_ir: MEC - گزارش

source: Report
fa_ir: گزارش

source: Select Date
fa_ir: انتخاب تاریخ

source: All
fa_ir: همه

source: If you want to send an email, first select your attendees and then click in the button below, please.
fa_ir: اگر می‌خواهید ایمیل ارسال کنید، ابتدا شرکت‌کنندگان خود را انتخاب کرده و سپس روی دکمه زیر کلیک کنید.

source: Send Email
fa_ir: ارسال ایمیل

source: No Attendees Found!
fa_ir: هیچ شرکت‌کننده‌ای یافت نشد!

source: %s unique emails are sent successfully to %s attendees.
fa_ir: %s ایمیل منحصر به فرد با موفقیت به %s شرکت‌کننده ارسال شد.

source: Booking Report
fa_ir: گزارش رزرو

source: Selective Email
fa_ir: ایمیل انتخابی

source: Mass Email
fa_ir: ایمیل گروهی

source: Using this section, you can select all the attendees by event and offer them a new event.
fa_ir: با استفاده از این بخش، می‌توانید همه شرکت‌کنندگان را بر اساس رویداد انتخاب کرده و یک رویداد جدید به آن‌ها پیشنهاد دهید.

source: %s (%s sold tickets)
fa_ir: %s (%s بلیط فروخته شده)

source: Suggest another event
fa_ir: پیشنهاد یک رویداد دیگر

source: Using this section, you can see the list of participant attendees by the order of date.
fa_ir: با استفاده از این بخش، می‌توانید لیست شرکت‌کنندگان را به ترتیب تاریخ مشاهده کنید.

source: Select event
fa_ir: انتخاب رویداد

source: %s (from %s)
fa_ir: %s (از %s)

source: Back to list
fa_ir: بازگشت به لیست

source: Bulk Email
fa_ir: ایمیل انبوه

source: You are sending email to %s attendees
fa_ir: شما در حال ارسال ایمیل به %s شرکت‌کننده هستید

source: Send a copy to admin
fa_ir: ارسال یک کپی به مدیر

source: Loading...
fa_ir: در حال بارگذاری...

source: Emails successfully sent
fa_ir: ایمیل‌ها با موفقیت ارسال شدند

source: No user selected!
fa_ir: هیچ کاربری انتخاب نشده است!

source: Email subject cannot be empty!
fa_ir: موضوع ایمیل نمی‌تواند خالی باشد!

source: Email content cannot be empty!
fa_ir: محتوای ایمیل نمی‌تواند خالی باشد!

source: There was an error please try again!
fa_ir: خطایی رخ داده است، لطفاً دوباره تلاش کنید!

source: Limit parameter must be numeric!
fa_ir: پارامتر limit باید عددی باشد!

source: Order parameter is invalid!
fa_ir: پارامتر order نامعتبر است!

source: When the start_date_type parameter is set to date, then start_date parameter is required.
fa_ir: هنگامی که پارامتر start_date_type روی date تنظیم شده باشد، پارامتر start_date الزامی است.

source: Event id must be numeric!
fa_ir: شناسه رویداد باید عددی باشد!

source: Event not found!
fa_ir: رویداد یافت نشد!

source: You're not authorized to upload images!
fa_ir: شما مجاز به آپلود تصاویر نیستید!

source: Image is required!
fa_ir: تصویر الزامی است!

source: Invalid image extension! PNG, JPG and GIF images are allowed.
fa_ir: پسوند تصویر نامعتبر است! تصاویر PNG, JPG و GIF مجاز هستند.

source: You're not authorized to upload files!
fa_ir: شما مجاز به آپلود فایل‌ها نیستید!

source: File is required!
fa_ir: فایل الزامی است!

source: Invalid file extension! Docx, PNG, JPG, PDF and zip files are allowed.
fa_ir: پسوند فایل نامعتبر است! فایل‌های Docx, PNG, JPG, PDF و zip مجاز هستند.

source: Event title field is required!
fa_ir: فیلد عنوان رویداد الزامی است!

source: The event is published.
fa_ir: رویداد منتشر شد.

source: The event is submitted. It will publish as soon as possible.
fa_ir: رویداد ارسال شد. در اسرع وقت منتشر خواهد شد.

source: You're not authorized to edit this event!
fa_ir: شما مجاز به ویرایش این رویداد نیستید!

source: You're not authorized to trash this event!
fa_ir: شما مجاز به حذف این رویداد نیستید!

source: You're not authorized to delete this event!
fa_ir: شما مجاز به حذف کامل این رویداد نیستید!

source: Module is disabled.
fa_ir: ماژول غیرفعال است.

source: No location found for this event.
fa_ir: هیچ مکانی برای این رویداد یافت نشد.

source: Following statuses are for informing search engines (Google, bing, etc) about your events so they can manage your events better. Therefore you can use these statuses to be more Search Engine Friendly.
fa_ir: وضعیت‌های زیر برای آگاه‌سازی موتورهای جستجو (گوگل، بینگ و غیره) درباره رویدادهای شما هستند تا بتوانند رویدادهای شما را بهتر مدیریت کنند. بنابراین می‌توانید از این وضعیت‌ها برای سازگاری بیشتر با موتورهای جستجو استفاده کنید.

source: Please enter at least 3 characters and try again
fa_ir: لطفاً حداقل ۳ کاراکتر وارد کرده و دوباره تلاش کنید

source: Please enter at least 3 characters
fa_ir: لطفاً حداقل ۳ کاراکتر وارد کنید

source: Search results will show here
fa_ir: نتایج جستجو اینجا نمایش داده خواهند شد

source: Search
fa_ir: جستجو

source: No search result.
fa_ir: نتیجه‌ای یافت نشد.

source: Insert speaker job title.
fa_ir: عنوان شغلی سخنران را وارد کنید.

source: Insert speaker phone number.
fa_ir: شماره تلفن سخنران را وارد کنید.

source: Insert speaker email address.
fa_ir: آدرس ایمیل سخنران را وارد کنید.

source: Insert URL of Website
fa_ir: آدرس وب‌سایت را وارد کنید

source: Index
fa_ir: شاخص

source: Index. Used for sorting.
fa_ir: شاخص. برای مرتب‌سازی استفاده می‌شود.

source: Lower numbers appears first.
fa_ir: اعداد کمتر ابتدا ظاهر می‌شوند.

source: Sorry, You must insert %s name!
fa_ir: متاسفیم، شما باید نام %s را وارد کنید!

source: speaker
fa_ir: سخنران

source: Note: You can use the speakers in your event edit/add page > hourly schedule section and speaker widget section!
fa_ir: توجه: می‌توانید از سخنرانان در صفحه ویرایش/افزودن رویداد > بخش برنامه‌ریزی ساعتی و بخش ابزارک سخنرانان استفاده کنید!

source: Insert URL of Sponsor
fa_ir: آدرس وب‌سایت حامی مالی را وارد کنید

source: Logo
fa_ir: لوگو

source: Insert URL of Sponsor.
fa_ir: آدرس وب‌سایت حامی مالی را وارد کنید.

source: Please %s/%s in order to see your own events.
fa_ir: لطفاً برای مشاهده رویدادهای خود %s/%s کنید.

source: Invalid Skin!
fa_ir: پوسته نامعتبر!

source: Webhook
fa_ir: وب‌هوک

source: Hook
fa_ir: قلاب

source: Booking Confirmed
fa_ir: رزرو تایید شد

source: Booking Verified
fa_ir: رزرو تایید شده

source: Booking Added
fa_ir: رزرو اضافه شد

source: Booking Rejected
fa_ir: رزرو رد شد

source: Booking Canceled
fa_ir: رزرو لغو شد

source: Booking Refunded
fa_ir: رزرو بازپرداخت شد

source: Request
fa_ir: درخواست

source: URL to send the request
fa_ir: آدرس وب برای ارسال درخواست

source: MEC will send the data to your target as plain form data
fa_ir: MEC داده‌ها را به عنوان داده فرم ساده به مقصد شما ارسال خواهد کرد

source: View cart
fa_ir: مشاهده سبد خرید

source: M.E. Calendar
fa_ir: تقویم M.E.

# plugin link
source: Upgrade to Pro Version
fa_ir: ارتقا به نسخه حرفه‌ای

# plugin link
source: Settings
fa_ir: تنظیمات

# plugin link
source: Upgrade
fa_ir: ارتقا

source: day
fa_ir: روز

source: hour
fa_ir: ساعت

source: minute
fa_ir: دقیقه

source: minutes
fa_ir: دقیقه‌ها

source: second
fa_ir: ثانیه

source: seconds
fa_ir: ثانیه‌ها

source: MEC Single Sidebar
fa_ir: نوار کناری تکی MEC

source: Custom sidebar for single and modal page of MEC.
fa_ir: نوار کناری سفارشی برای صفحات تکی و مودال MEC.

source: Notice:
fa_ir: توجه:

source: If you are unable to auto update, please check this article:
fa_ir: اگر قادر به به‌روزرسانی خودکار نیستید، لطفاً این مقاله را بررسی کنید:

source: How to manually update
fa_ir: نحوه به‌روزرسانی دستی

source: There is no excerpt because this is a protected post.
fa_ir: خلاصه ای وجود ندارد زیرا این یک پست محافظت شده است.

source: Add Day
fa_ir: افزودن روز

source: Add new days for schedule. For example if your event is multiple days, you can add a different schedule for each day!
fa_ir: روزهای جدیدی برای برنامه اضافه کنید. به عنوان مثال، اگر رویداد شما چند روزه است، می‌توانید برای هر روز برنامه متفاوتی اضافه کنید!

source: Day %s
fa_ir: روز %s

source: Add new hourly schedule row
fa_ir: افزودن ردیف جدید برنامه ساعتی

source: From e.g. 8:15
fa_ir: از مثلاً ۸:۱۵

source: To e.g. 8:45
fa_ir: تا مثلاً ۸:۴۵

source: Speakers:
fa_ir: سخنرانان:

source: New Day
fa_ir: روز جدید

source: Exclude certain days from event occurrence dates. Please note that you can exclude only single day occurrences and you cannot exclude one day from multiple day occurrences.
fa_ir: روزهای خاصی را از تاریخ‌های تکرار رویداد حذف کنید. لطفاً توجه داشته باشید که فقط می‌توانید تکرارهای یک روزه را حذف کنید و نمی‌توانید یک روز را از تکرارهای چند روزه حذف کنید.

source: Location Marker Icon
fa_ir: آیکون نشانگر مکان

source: Map Marker Icon
fa_ir: آیکون نشانگر نقشه

source: Info Icon
fa_ir: آیکون اطلاعات

source: Bookmark Icon
fa_ir: آیکون نشانک

source: Folder Icon
fa_ir: آیکون پوشه

source: Home Icon
fa_ir: آیکون خانه

source: People Icon
fa_ir: آیکون افراد

source: Phone Icon
fa_ir: آیکون تلفن

source: Envelope Icon
fa_ir: آیکون پاکت نامه

source: Calendar Icon
fa_ir: آیکون تقویم

source: Clock Icon
fa_ir: آیکون ساعت

source: Clock 2 Icon
fa_ir: آیکون ساعت ۲

source: Wallet Icon
fa_ir: آیکون کیف پول

source: User Icon
fa_ir: آیکون کاربر

source: Magnifire Icon
fa_ir: آیکون ذره‌بین

source: Credit Card Icon
fa_ir: آیکون کارت اعتباری

source: Map Icon
fa_ir: آیکون نقشه

source: Pin Icon
fa_ir: آیکون پین

source: Tag Icon
fa_ir: آیکون برچسب

source: Microphone Icon
fa_ir: آیکون میکروفون

source: Website Icon
fa_ir: آیکون وب‌سایت

source: Upload
fa_ir: بارگذاری

source: %s icon
fa_ir: آیکون %s

source: Agenda View
fa_ir: نمای دستور کار

source: Full Calendar
fa_ir: تقویم کامل

source: Calendar/Monthly View
fa_ir: نمای تقویم/ماهانه

source: Timetable View
fa_ir: نمای برنامه زمانی

source: Masonry View
fa_ir: نمای آجرچین

source: Map View
fa_ir: نمای نقشه

source: Cover View
fa_ir: نمای کاور

source: Countdown View
fa_ir: نمای شمارش معکوس

source: Available Spot
fa_ir: مکان‌های موجود

source: Carousel View
fa_ir: نمای گردان

source: Slider View
fa_ir: نمای اسلایدر

source: Timeline View
fa_ir: نمای جدول زمانی

source: General Calendar
fa_ir: تقویم عمومی

source: SU
fa_ir: یکشنبه

source: MO
fa_ir: دوشنبه

source: TU
fa_ir: سه شنبه

source: WE
fa_ir: چهارشنبه

source: TH
fa_ir: پنجشنبه

source: FR
fa_ir: جمعه

source: SA
fa_ir: شنبه

source: Sidebar
fa_ir: نوار کناری

source: Icons
fa_ir: آیکون‌ها

source: %s Elements
fa_ir: %s عنصر

source: Event Export
fa_ir: خروجی رویداد

source: FES Sections
fa_ir: بخش‌های FES

source: Options
fa_ir: گزینه‌ها

source: Certification
fa_ir: گواهینامه

source: Event Modules
fa_ir: ماژول‌های رویداد

source: Front-end Submission
fa_ir: ارسال از طریق فرانت‌اند

source: Integrations
fa_ir: یکپارچه‌سازی‌ها

source: Appearance
fa_ir: ظاهر

source: Translate Options
fa_ir: گزینه‌های ترجمه

source: New Addons For MEC! Now Customize MEC in Elementor
fa_ir: افزودنی‌های جدید برای MEC! اکنون MEC را در المنتور سفارشی کنید

source: The time has come at last, and the new practical add-ons for MEC have been released. This is a revolution in the world of Event Calendars. We have provided you with a wide range of features only by having the 4 add-ons below:
fa_ir: بالاخره زمان آن فرا رسیده است و افزودنی‌های کاربردی جدید برای MEC منتشر شدند. این یک انقلاب در دنیای تقویم‌های رویداد است. ما با داشتن فقط 4 افزودنی زیر، طیف وسیعی از امکانات را در اختیار شما قرار داده‌ایم:

source: <strong>WooCommerce Integration:</strong> You can now purchase ticket (as products) and Woo products at the same time.
fa_ir: <strong>یکپارچه‌سازی با ووکامرس:</strong> اکنون می‌توانید همزمان بلیط (به عنوان محصول) و محصولات ووکامرس را خریداری کنید.

source: <strong>Event API:</strong> display your events (shortcodes/single event) on other websites without MEC. Use JSON output features to make your Apps compatible with MEC.
fa_ir: <strong>API رویداد:</strong> رویدادهای خود (کدهای کوتاه/رویداد تکی) را در وب‌سایت‌های دیگر بدون MEC نمایش دهید. از ویژگی‌های خروجی JSON برای سازگار کردن برنامه‌های خود با MEC استفاده کنید.

source: <strong>Multisite Event Sync:</strong> Sync events between your subsites and main websites. Changes in the main one will be inherited by the subsites. you can set these up in the admin panel.
fa_ir: <strong>همگام‌سازی رویداد چندسایتی:</strong> رویدادها را بین زیرسایت‌ها و وب‌سایت‌های اصلی خود همگام‌سازی کنید. تغییرات در سایت اصلی توسط زیرسایت‌ها به ارث برده می‌شوند. می‌توانید این تنظیمات را در پنل مدیریت انجام دهید.

source: <strong>User Dashboard:</strong> Create exclusive pages for users. These pages can contain ticket purchase information, information about registered events. Users can now log in to purchase tickets.
fa_ir: <strong>داشبورد کاربر:</strong> صفحات اختصاصی برای کاربران ایجاد کنید. این صفحات می‌توانند شامل اطلاعات خرید بلیط و اطلاعات رویدادهای ثبت‌شده باشند. کاربران اکنون می‌توانند برای خرید بلیط وارد شوند.

source: find out more
fa_ir: اطلاعات بیشتر

source: Events at this location
fa_ir: رویدادها در این مکان

source: Event at this location
fa_ir: رویداد در این مکان

source: Tumblr
fa_ir: تامبلر

source: Pinterest
fa_ir: پینترست

source: Flipboard
fa_ir: فلیپ‌بورد

source: GetPocket
fa_ir: گت‌پاکت

source: Reddit
fa_ir: ردیت

source: WhatsApp
fa_ir: واتساپ

source: Telegram
fa_ir: تلگرام

source: Share on Facebook
fa_ir: اشتراک‌گذاری در فیس‌بوک

source: X Social Network
fa_ir: شبکه اجتماعی ایکس
