Repository: carloschuck/Mec-events
Catalog: modern-events-calendar/languages/mec-*.po
Languages: fa_ir

source: Modern Events Calendar
fa_ir: تقویم رویدادهای مدرن

source: Content
fa_ir: محتوا

source: Shortcode
fa_ir: کد کوتاه

source: Select from predefined shortcodes
fa_ir: انتخاب از کدهای کوتاه از پیش تعریف شده

source: Require Membership
fa_ir: نیاز به عضویت

source: Membership Levels
fa_ir: سطوح عضویت

source: If you leave the following fields empty then the ticket will be available to all plans.
fa_ir: اگر فیلدهای زیر را خالی بگذارید، بلیط برای همه طرح‌ها در دسترس خواهد بود.

source: You do not have access to book %s ticket.
fa_ir: شما به رزرو بلیط %s دسترسی ندارید.

source: Select one of created shortcodes.
fa_ir: یکی از کدهای کوتاه ایجاد شده را انتخاب کنید.

source: MEC Shortcodes
fa_ir: کدهای کوتاه MEC

source: Enter the shortcode_id of your choosing here.
fa_ir: شناسه کد کوتاه مورد نظر خود را اینجا وارد کنید.

source: Modern Events Calendar (MEC)
fa_ir: تقویم رویدادهای مدرن (MEC)

source: General
fa_ir: عمومی

source: Select Type
fa_ir: نوع را انتخاب کنید

source: LearnDash Course
fa_ir: دوره LearnDash

source: Basic
fa_ir: پایه

source: Select Shortcode
fa_ir: کد کوتاه را انتخاب کنید

source: Please select an event.
fa_ir: لطفاً یک رویداد را انتخاب کنید.

source: Click Here
fa_ir: اینجا کلیک کنید

source: Event
fa_ir: رویداد

source: Layout
fa_ir: طرح‌بندی

source: View details
fa_ir: مشاهده جزئیات

source: More information about %s
fa_ir: اطلاعات بیشتر درباره %s

source: Check for updates
fa_ir: بررسی به‌روزرسانی‌ها

# the plugin title
source: The %s plugin is up to date.
fa_ir: افزونه %s به‌روز است.

# the plugin title
source: A new version of the %s plugin is available.
fa_ir: نسخه جدیدی از افزونه %s موجود است.

# the plugin title
source: Could not determine if updates are available for %s.
fa_ir: امکان تعیین وجود به‌روزرسانی برای %s فراهم نشد.

source: Unknown update checker status "%s"
fa_ir: وضعیت نامشخص بررسی‌کننده به‌روزرسانی "%s"

source: There is no changelog available.
fa_ir: هیچ تغییرنامه‌ای موجود نیست.

source: Your booking database needs updating. To do that, click the button below and wait until the operation is over. Do not refresh the page until the end.
fa_ir: پایگاه داده رزرو شما نیاز به به‌روزرسانی دارد. برای انجام این کار، روی دکمه زیر کلیک کرده و منتظر بمانید تا عملیات به پایان برسد. تا پایان عملیات صفحه را رفرش نکنید.

source: Note: if you have many bookings, the operation might take longer, please be patient.
fa_ir: توجه: اگر رزروهای زیادی دارید، عملیات ممکن است بیشتر طول بکشد، لطفاً صبور باشید.

source: Upgrade Database Now
fa_ir: به‌روزرسانی پایگاه داده اکنون

source: Updating Database...
fa_ir: در حال به‌روزرسانی پایگاه داده...

source: Database has been upgraded.
fa_ir: پایگاه داده به‌روزرسانی شد.

source: Attendee's Form
fa_ir: فرم شرکت‌کننده

source: Name
fa_ir: نام

source: Email
fa_ir: ایمیل

source: Select Ticket
fa_ir: انتخاب بلیط

source: Attendees
fa_ir: شرکت‌کنندگان

source: Checkout
fa_ir: تسویه‌حساب

source: Payment
fa_ir: پرداخت

source: Confirmation
fa_ir: تأیید

source: Subtotal
fa_ir: جمع فرعی

source: Attendee #%s details —
fa_ir: جزئیات شرکت‌کننده #%s —

source: Fill other attendees information like the first form.
fa_ir: اطلاعات سایر شرکت‌کنندگان را مانند فرم اول پر کنید.

source: Registration
fa_ir: ثبت‌نام

source: Username
fa_ir: نام کاربری

source: Password
fa_ir: رمز عبور

source: Back
fa_ir: بازگشت

source: Add to Cart
fa_ir: افزودن به سبد خرید

source: Submit
fa_ir: ارسال

source: Next
fa_ir: بعدی

source: Last Name
fa_ir: نام خانوادگی

source: First Name
fa_ir: نام

source: Rejected
fa_ir: رد شده

source: Confirmed
fa_ir: تأیید شده

source: Pending
fa_ir: در انتظار

source: Canceled
fa_ir: لغو شده

source: Verified
fa_ir: احراز شده

source: Waiting
fa_ir: در انتظار

source: Sold out!
fa_ir: فروخته شد!

source: To show this widget, you need to set "Tickets" for your latest event.
fa_ir: برای نمایش این ویجت، باید برای آخرین رویداد خود «بلیط‌ها» را تنظیم کنید.

source: Read More
fa_ir: بیشتر بخوانید

source: Title
fa_ir: عنوان

source: Event Excerpt
fa_ir: خلاصه رویداد

source: Optional Event Excerpt
fa_ir: خلاصه اختیاری رویداد

source: Excerpt
fa_ir: خلاصه

source: Date and Time
fa_ir: تاریخ و زمان

source: Start Date
fa_ir: تاریخ شروع

source: End Date
fa_ir: تاریخ پایان

source: All-day Event
fa_ir: رویداد تمام روز

source: Hide Event Time
fa_ir: پنهان کردن زمان رویداد

source: Hide Event End Time
fa_ir: پنهان کردن زمان پایان رویداد

source: Notes on the time
fa_ir: یادداشت‌ها درباره زمان

source: It appears next to the event time on the Single Event Page. You can enter notes such as the timezone name in this field.
fa_ir: این در کنار زمان رویداد در صفحه رویداد واحد نمایش داده می‌شود. می‌توانید یادداشت‌هایی مانند نام منطقه زمانی را در این فیلد وارد کنید.

source: Repeating
fa_ir: تکرار شونده

source: Event Repeating
fa_ir: تکرار رویداد

source: Repeats
fa_ir: تکرار می‌شود

source: Daily
fa_ir: روزانه

source: Every Weekday
fa_ir: هر روز کاری (هفته)

source: Every Weekend
fa_ir: هر آخر هفته

source: Certain Weekdays
fa_ir: روزهای کاری خاص

source: Weekly
fa_ir: هفتگی

source: Monthly
fa_ir: ماهانه

source: Yearly
fa_ir: سالانه

source: Custom Days
fa_ir: روزهای سفارشی

source: Advanced
fa_ir: پیشرفته

source: Repeat Interval
fa_ir: فاصله تکرار

source: Repeat interval
fa_ir: فاصله تکرار

source: Week Days
fa_ir: روزهای هفته

source: Monday
fa_ir: دوشنبه

source: Tuesday
fa_ir: سه شنبه

source: Wednesday
fa_ir: چهارشنبه

source: Thursday
fa_ir: پنجشنبه

source: Friday
fa_ir: جمعه

source: Saturday
fa_ir: شنبه

source: Sunday
fa_ir: یکشنبه

source: Start
fa_ir: شروع

source: End
fa_ir: پایان

source: Add
fa_ir: افزودن

source: Custom Days Repeating
fa_ir: تکرار روزهای سفارشی

source: Add certain days to event occurrences. If you have a single day event, start and end dates should be the same, If you have a multiple day event, the start and end dates must match the initial date.
fa_ir: روزهای خاصی را به رویدادها اضافه کنید. اگر رویداد تک روزه دارید، تاریخ‌های شروع و پایان باید یکسان باشند. اگر رویداد چند روزه دارید، تاریخ‌های شروع و پایان باید با تاریخ اولیه مطابقت داشته باشند.

source: First
fa_ir: اولین

source: Second
fa_ir: دومین

source: Third
fa_ir: سومین

source: Fourth
fa_ir: چهارمین

source: Last
fa_ir: آخرین

source: End Repeat
fa_ir: پایان تکرار

source: Never
fa_ir: هرگز

source: On
fa_ir: در تاریخ

source: After
fa_ir: بعد از

source: Occurrences times
fa_ir: دفعات تکرار

source: The event will finish after certain repeats. For example if you set it to 10, the event will finish after 10 repeats.
fa_ir: رویداد پس از تکرارهای مشخص به پایان می‌رسد. به عنوان مثال، اگر آن را روی 10 تنظیم کنید، رویداد پس از 10 تکرار به پایان می‌رسد.

source: Show only one occurrence of this event
fa_ir: فقط یک رخداد از این رویداد را نمایش بده

source: Countdown Method
fa_ir: روش شمارش معکوس

source: Inherit from global options
fa_ir: از گزینه‌های سراسری به ارث برده شود

source: Count to Event Start
fa_ir: شمارش تا شروع رویداد

source: Count to Event End
fa_ir: شمارش تا پایان رویداد

source: Details Page Style
fa_ir: سبک صفحه جزئیات

source: Event Style
fa_ir: سبک رویداد

source: Default Style
fa_ir: سبک پیش‌فرض

source: Modern Style
fa_ir: سبک مدرن

source: Elementor Single Builder
fa_ir: سازنده تکی المنتور

source: Trailer URL
fa_ir: آدرس URL تریلر

source: Trailer Title
fa_ir: عنوان تریلر

source: Visibility
fa_ir: قابلیت مشاهده

source: Event Visibility
fa_ir: قابلیت مشاهده رویداد

source: Show on Shortcodes
fa_ir: نمایش در شورت‌کدها

source: Hide on Shortcodes
fa_ir: پنهان کردن در شورت‌کدها

source: Timezone
fa_ir: منطقه زمانی

source: The output cannot be displayed.
fa_ir: خروجی قابل نمایش نیست.

source: Note to reviewer
fa_ir: توضیح برای بازبین

source: User Data
fa_ir: داده‌های کاربر

source: eg. yourname@gmail.com
fa_ir: مثلاً: yourname@gmail.com

source: eg. John Smith
fa_ir: مثلاً: جان اسمیت

source: Event Links
fa_ir: لینک‌های رویداد

source: Event Link
fa_ir: لینک رویداد

source: eg. http://yoursite.com/your-event
fa_ir: مثلاً: http://yoursite.com/your-event

source: If you fill it, it will replace the default event page link. Insert full link including http(s)://
fa_ir: اگر این فیلد را پر کنید، لینک صفحه رویداد پیش‌فرض را جایگزین می‌کند. لینک کامل شامل http(s):// را وارد کنید.

source: More Info
fa_ir: اطلاعات بیشتر

source: More Information
fa_ir: اطلاعات بیشتر

source: This link will appear on the single event page. Insert full link including http(s)://
fa_ir: این لینک در صفحه رویداد تکی نمایش داده می‌شود. لینک کامل شامل http(s):// را وارد کنید.

source: Event Cost
fa_ir: هزینه رویداد

source: Cost
fa_ir: هزینه

source: Currency Options
fa_ir: گزینه‌های واحد پول

source: Currency
fa_ir: واحد پول

source: Currency Sign
fa_ir: نماد واحد پول

source: Default value will be "currency" if you leave it empty.
fa_ir: اگر آن را خالی بگذارید، مقدار پیش‌فرض "واحد پول" خواهد بود.

source: Currency Position
fa_ir: موقعیت واحد پول

source: $10 (Before)
fa_ir: 10 دلار (قبل)

source: $ 10 (Before with Space)
fa_ir: 10 دلار (قبل با فاصله)

source: 10$ (After)
fa_ir: 10$ (بعد)

source: 10 $ (After with Space)
fa_ir: 10 $ (بعد با فاصله)

source: Thousand Separator
fa_ir: جداکننده هزارگان

source: Decimal Separator
fa_ir: جداکننده اعشار

source: No decimal
fa_ir: بدون اعشار

source: Select Group
fa_ir: انتخاب گروه

source: Group not found!
fa_ir: گروه پیدا نشد!

source: Featured Image
fa_ir: تصویر شاخص

source: Choose image
fa_ir: انتخاب تصویر

source: png, jpg, gif, and webp files are allowed.
fa_ir: فایل‌های png، jpg، gif و webp مجاز هستند.

source: Remove
fa_ir: حذف

source: Remove Image
fa_ir: حذف تصویر

source: Image Caption
fa_ir: کپشن تصویر

source: Categories
fa_ir: دسته‌بندی‌ها

source: To show this widget, you need to set "Label" for your latest event.
fa_ir: برای نمایش این ویجت، باید برای آخرین رویداد خود "برچسب" تنظیم کنید.

source: Labels
fa_ir: برچسب‌ها

source: Event Color
fa_ir: رنگ رویداد

source: Tags
fa_ir: برچسب‌ها (تگ‌ها)

source: Insert your desired tags, comma separated.
fa_ir: برچسب‌های مورد نظر خود را با کاما جدا کنید.

source: To show this widget, you need to enable "Speakers" module.
fa_ir: برای نمایش این ویجت، باید ماژول "سخنرانان" را فعال کنید.

source: Speakers
fa_ir: سخنرانان

source: Speaker
fa_ir: سخنران

source: %s Name
fa_ir: نام %s

source: Insert name of one %s: Chris Taylor
fa_ir: نام یکی از %s را وارد کنید: کریس تیلور

source: Add Speaker
fa_ir: افزودن سخنران

source: Type
fa_ir: نوع

source: Person
fa_ir: شخص

source: Group
fa_ir: گروه

source: Job Title
fa_ir: عنوان شغلی

source: Tel
fa_ir: تلفن

source: Website
fa_ir: وبسایت

source: Facebook Page
fa_ir: صفحه فیسبوک

source: Instagram
fa_ir: اینستاگرام

source: LinkedIn
fa_ir: لینکدین

source: Twitter Page
fa_ir: صفحه توییتر

source: Remove image
fa_ir: حذف تصویر

source: Sponsors
fa_ir: حامیان مالی

source: Sponsor
fa_ir: حامی مالی

source: Insert name of one %s: Company A
fa_ir: نام یکی از %s را وارد کنید: شرکت الف

source: sponsor
fa_ir: حامی مالی

source: Add Sponsor
fa_ir: افزودن حامی مالی

source: %s Link
fa_ir: لینک %s

source: I accept the %s in order to submit an event.
fa_ir: برای ارسال رویداد، %s را می‌پذیرم.

source: I accept the Privacy Policy in order to submit an event.
fa_ir: برای ارسال رویداد، سیاست حفظ حریم خصوصی را می‌پذیرم.

source: Privacy Policy
fa_ir: سیاست حفظ حریم خصوصی

source: Day 1
fa_ir: روز 1

source: Gallery
fa_ir: گالری

source: Add event gallery images
fa_ir: افزودن تصاویر گالری رویداد

source: Related Events
fa_ir: رویدادهای مرتبط

source: Event Banner
fa_ir: بنر رویداد

source: Display Banner
fa_ir: نمایش بنر

source: Background Color
fa_ir: رنگ پس‌زمینه

source: Use featured image as banner image
fa_ir: استفاده از تصویر شاخص به عنوان تصویر بنر

source: Enabling this option forces the featured image to appear as the event banner, ignoring other event banner settings. Furthermore, the event gallery will also be hidden.
fa_ir: فعال کردن این گزینه باعث می‌شود تصویر شاخص به عنوان بنر رویداد نمایش داده شود و سایر تنظیمات بنر رویداد نادیده گرفته شوند. علاوه بر این، گالری رویداد نیز مخفی خواهد شد.

source: Event Main %s
fa_ir: اصلی رویداد %s

source: Location
fa_ir: مکان

source: Hide location
fa_ir: مخفی کردن مکان

source: Insert a new location
fa_ir: درج یک مکان جدید

source: Choose one of saved locations or insert a new one.
fa_ir: یکی از مکان‌های ذخیره شده را انتخاب کنید یا یک مکان جدید درج کنید.

source: Location Name
fa_ir: نام مکان

source: eg. City Hall
fa_ir: مثال: تالار شهر

source: Address
fa_ir: آدرس

source: eg. City hall, Manhattan, New York
fa_ir: مثال: تالار شهر، منهتن، نیویورک

source: Opening hour in text format like 09:15 or 18:30
fa_ir: ساعت شروع در قالب متنی مانند 09:15 یا 18:30

source: Opening Hour
fa_ir: ساعت شروع

source: Latitude
fa_ir: عرض جغرافیایی

source: Longitude
fa_ir: طول جغرافیایی

source: Latitude/Longitude
fa_ir: عرض/طول جغرافیایی

source: Latitude and Longitude are parameters that represent the coordinates in the geographic coordinate system. You can find your venue's Latitude and Longitude measurments via the link below.
fa_ir: عرض و طول جغرافیایی پارامترهایی هستند که مختصات را در سیستم مختصات جغرافیایی نشان می‌دهند. می‌توانید اندازه‌گیری عرض و طول جغرافیایی مکان خود را از طریق لینک زیر بیابید.

source: Get Latitude and Longitude
fa_ir: دریافت عرض و طول جغرافیایی

source: Location Website
fa_ir: وبسایت مکان

source: Location Phone
fa_ir: تلفن مکان

source: Don't show map in single event page
fa_ir: نقشه را در صفحه رویداد تکی نشان نده

source: Other Locations
fa_ir: سایر مکان‌ها

source: You can select extra locations in addition to main location if you like.
fa_ir: در صورت تمایل می‌توانید علاوه بر مکان اصلی، مکان‌های اضافی را نیز انتخاب کنید.

source: Organizer
fa_ir: برگزارکننده

source: Hide organizer
fa_ir: مخفی کردن برگزارکننده

source: Insert a new organizer
fa_ir: درج یک برگزارکننده جدید

source: Choose one of the saved organizers or insert a new one.
fa_ir: یکی از برگزارکنندگان ذخیره شده را انتخاب کنید یا یک برگزارکننده جدید درج کنید.

source: Phone number.
fa_ir: شماره تلفن

source: eg. +1 (234) 5678
fa_ir: مثال: +1 (234) 5678

source: Email address.
fa_ir: آدرس ایمیل

source: eg. john@smith.com
fa_ir: مثال: john@smith.com

source: Page URL
fa_ir: آدرس URL صفحه

source: eg. https://webnus.net
fa_ir: مثال: https://webnus.net

source: Page Label
fa_ir: برچسب صفحه

source: eg. Website name or any text
fa_ir: مثال: نام وبسایت یا هر متنی

source: Other Organizers
fa_ir: سایر برگزارکنندگان

source: You can select extra organizers in addition to main organizer if you like.
fa_ir: در صورت تمایل می‌توانید علاوه بر برگزارکننده اصلی، برگزارکنندگان اضافی را نیز انتخاب کنید.

source: Sort
fa_ir: مرتب‌سازی

source: Total booking limit
fa_ir: محدودیت کل رزرو

source: Unlimited
fa_ir: نامحدود

source: If you want to set a limit to all the tickets, uncheck this checkbox and put a limitation number for it.
fa_ir: اگر می‌خواهید برای همه بلیط‌ها محدودیتی تعیین کنید، این چک‌باکس را بردارید و یک عدد محدودیت برای آن وارد کنید.

source: Read About A Booking System
fa_ir: درباره سیستم رزرو بخوانید

source: Date Selection
fa_ir: انتخاب تاریخ

source: Dropdown
fa_ir: لیست کشویی

source: Calendar
fa_ir: تقویم

source: Checkboxes
fa_ir: چک‌باکس‌ها

source: Express Calendar
fa_ir: تقویم سریع

source: Minimum ticket per booking
fa_ir: حداقل بلیط برای هر رزرو

source: Discount per user roles
fa_ir: تخفیف بر اساس نقش‌های کاربری

source: e.g 5
fa_ir: مثال: 5

source: Book All Occurrences
fa_ir: رزرو همه رویدادها

source: Sell all occurrences by one booking
fa_ir: فروش همه رویدادها با یک رزرو

source: If you have a series of events and you want to sell all of them at once, this option is for you! For example a weekly yoga course or something similar.
fa_ir: اگر مجموعه‌ای از رویدادها دارید و می‌خواهید همه آنها را یکباره بفروشید، این گزینه برای شماست! به عنوان مثال یک دوره هفتگی یوگا یا چیزی مشابه.

source: Allow multiple bookings by same email on different dates
fa_ir: اجازه رزروهای متعدد با یک ایمیل در تاریخ‌های مختلف را بدهید

source: Interval Options
fa_ir: گزینه‌های بازه زمانی

source: Show Booking Form Interval
fa_ir: نمایش بازه زمانی فرم رزرو

source: Minutes (e.g 5)
fa_ir: دقیقه (مثلا 5)

source: You can show the booking form only at certain times before the event starts. If you set this option to 30 then the booking form will open only 30 minutes before starting the event! One day is 1440 minutes.
fa_ir: می‌توانید فرم رزرو را فقط در زمان‌های مشخصی قبل از شروع رویداد نمایش دهید. اگر این گزینه را روی 30 تنظیم کنید، فرم رزرو فقط 30 دقیقه قبل از شروع رویداد باز می‌شود! یک روز 1440 دقیقه است.

source: Stop selling tickets after first occurrence.
fa_ir: توقف فروش بلیط پس از اولین رخداد.

source: Automatic Approval
fa_ir: تایید خودکار

source: Email Verification
fa_ir: تایید ایمیل

source: Disabled
fa_ir: غیرفعال

source: Enabled
fa_ir: فعال

source: Booking Confirmation
fa_ir: تایید رزرو

source: Last Few Tickets Percentage
fa_ir: درصد آخرین بلیط‌های باقیمانده

source: Thank You Page
fa_ir: صفحه تشکر

source: User redirects to this page after booking. Leave it empty if you want to disable it.
fa_ir: کاربر پس از رزرو به این صفحه هدایت می‌شود. اگر می‌خواهید آن را غیرفعال کنید، آن را خالی بگذارید.

source: Thank You Page Time Interval
fa_ir: بازه زمانی صفحه تشکر

source: 2000 mean 2 seconds
fa_ir: 2000 به معنای 2 ثانیه

source: Waiting time before redirecting to thank you page. It's in miliseconds so 2000 means 2 seconds.
fa_ir: زمان انتظار قبل از هدایت به صفحه تشکر. بر حسب میلی‌ثانیه است، بنابراین 2000 به معنای 2 ثانیه است.

source: Booking Button Label
fa_ir: برچسب دکمه رزرو

source: Book Now
fa_ir: همین حالا رزرو کنید

source: Partial Payment
fa_ir: پرداخت جزئی

source: Payable
fa_ir: قابل پرداخت

source: Payable Type
fa_ir: نوع قابل پرداخت

source: Percent (%)
fa_ir: درصد (%)

source: Amount ($)
fa_ir: مبلغ ($)

source: Total User Booking Limits
fa_ir: محدودیت‌های کلی رزرو کاربر

source: Payment gateways per event is disabled.
fa_ir: درگاه‌های پرداخت برای هر رویداد غیرفعال است.

source: There is no payment gateway to show.
fa_ir: هیچ درگاه پرداختی برای نمایش وجود ندارد.

source: Disabled Gateways
fa_ir: درگاه‌های غیرفعال

source: You can disable some of the following payment gateways by checking them otherwise they will be enabled.
fa_ir: می‌توانید با علامت زدن برخی از درگاه‌های پرداخت زیر، آنها را غیرفعال کنید، در غیر این صورت فعال خواهند بود.

source: Fees
fa_ir: کارمزدها

source: Fee Title
fa_ir: عنوان کارمزد

source: Amount
fa_ir: مبلغ

source: Fee amount, considered as fixed amount if you set the type to amount otherwise considered as percentage
fa_ir: مبلغ کارمزد، اگر نوع را به مبلغ تنظیم کنید به عنوان مبلغ ثابت در نظر گرفته می‌شود، در غیر این صورت به عنوان درصد در نظر گرفته می‌شود.

source: Percent
fa_ir: درصد

source: Amount (Per Ticket)
fa_ir: مبلغ (برای هر بلیط)

source: Amount (Per Date)
fa_ir: مبلغ (برای هر تاریخ)

source: Amount (Per Booking)
fa_ir: مبلغ (برای هر رزرو)

source: Booking Form
fa_ir: فرم رزرو

source: You're translating an event so MEC will use the original event for booking form. You can only translate the field name and options. Please define exact fields that you defined in the original event here.
fa_ir: شما در حال ترجمه یک رویداد هستید، بنابراین MEC از رویداد اصلی برای فرم رزرو استفاده خواهد کرد. شما فقط می‌توانید نام فیلد و گزینه‌ها را ترجمه کنید. لطفاً فیلدهای دقیقی را که در رویداد اصلی تعریف کرده‌اید، اینجا تعریف کنید.

source: Per Attendee Fields
fa_ir: فیلدهای هر شرکت‌کننده

source: MEC Name
fa_ir: نام MEC

source: MEC Email
fa_ir: ایمیل MEC

source: Text
fa_ir: متن

source: Date
fa_ir: تاریخ

source: File
fa_ir: فایل

source: Textarea
fa_ir: ناحیه متن

source: Radio Buttons
fa_ir: دکمه‌های رادیویی

source: Agreement
fa_ir: توافقنامه

source: Paragraph
fa_ir: پاراگراف

source: Fixed Fields
fa_ir: فیلدهای ثابت

source: Ticket Variations / Options
fa_ir: تغییرات / گزینه‌های بلیط

source: Occurrence
fa_ir: رخداد

source: Previous Occurrences
fa_ir: رخدادهای قبلی

source: Move Bookings
fa_ir: انتقال رزروها

source: Move bookings from %s to %s
fa_ir: انتقال رزروها از %s به %s

source: Move
fa_ir: انتقال

source: Manage Bookings
fa_ir: مدیریت رزروها

source: Action
fa_ir: عمل

source: Cancel
fa_ir: لغو

source: Cancel & Refund
fa_ir: لغو و بازپرداخت

source: Send
fa_ir: ارسال

source: Please select an action
fa_ir: لطفاً یک عمل را انتخاب کنید

source: Tickets
fa_ir: بلیط‌ها

source: You're translating an event so MEC will use the original event for tickets and booking. You can only translate the ticket name and description. Please define exact tickets that you defined in the original event here.
fa_ir: شما در حال ترجمه یک رویداد هستید، بنابراین MEC از رویداد اصلی برای بلیط‌ها و رزرو استفاده خواهد کرد. شما فقط می‌توانید نام و توضیحات بلیط را ترجمه کنید. لطفاً بلیط‌های دقیقی را که در رویداد اصلی تعریف کرده‌اید، اینجا تعریف کنید.

source: Public File to Download
fa_ir: فایل عمومی برای دانلود

source: pdf,zip,png,jpg and gif files are allowed.
fa_ir: فایل‌های pdf، zip، png، jpg و gif مجاز هستند.

source: Remove File
fa_ir: حذف فایل

source: Description
fa_ir: توضیحات

source: An unknown error occurred during uploading the file.
fa_ir: خطای ناشناخته‌ای هنگام بارگذاری فایل رخ داد.

source: Downloadable File
fa_ir: فایل قابل دانلود

source: Choose File
fa_ir: انتخاب فایل

source: Occurrences
fa_ir: وقوع‌ها

source: This event is imported from Google calendar so if you modify it would overwrite in the next import from Google.
fa_ir: این رویداد از تقویم گوگل وارد شده است، بنابراین اگر آن را ویرایش کنید، در وارد کردن بعدی از گوگل بازنویسی خواهد شد.

source: Go back to events list
fa_ir: بازگشت به لیست رویدادها

source: Captcha is not enabled.
fa_ir: کپچا فعال نیست.

source: Submit Event
fa_ir: ارسال رویداد

source: Insert a key for this field
fa_ir: یک کلید برای این فیلد وارد کنید

source: Required Field
fa_ir: فیلد الزامی

source: Insert a label for this field
fa_ir: یک برچسب برای این فیلد وارد کنید

source: MEC First Name
fa_ir: نام MEC

source: MEC Last Name
fa_ir: نام خانوادگی MEC

source: HTML and shortcode are allowed.
fa_ir: HTML و کد کوتاه مجاز هستند.

source: Option
fa_ir: گزینه

source: Consider first item as placeholder
fa_ir: اولین مورد را به عنوان نگهدارنده در نظر بگیرید

source: I agree with %s
fa_ir: من با %s موافقم

source: Instead of %s, the page title with a link will be show.
fa_ir: به جای %s، عنوان صفحه با یک لینک نمایش داده خواهد شد.

source: Agreement Page
fa_ir: صفحه توافق

source: Status
fa_ir: وضعیت

source: Checked by default
fa_ir: به طور پیش‌فرض انتخاب شده

source: Unchecked by default
fa_ir: به طور پیش‌فرض انتخاب نشده

source: Insert a label for this option
fa_ir: یک برچسب برای این گزینه وارد کنید

source: Mapping with Profile Fields
fa_ir: نگاشت با فیلدهای پروفایل

source: ID
fa_ir: شناسه

source: Thumbnail
fa_ir: تصویر بندانگشتی

source: Facebook
fa_ir: فیسبوک

source: Linkedin
fa_ir: لینکدین

source: Twitter
fa_ir: توییتر

source: Featured
fa_ir: ویژه

source: Organizer User ID
fa_ir: شناسه کاربری برگزارکننده

source: Speaker User ID
fa_ir: شناسه کاربری سخنران

source: Export as CSV
fa_ir: خروجی گرفتن به صورت CSV

source: Please upload a CSV file.
fa_ir: لطفاً یک فایل CSV بارگذاری کنید.

source: An error occurred during the file upload! Please check permissions!
fa_ir: خطایی هنگام بارگذاری فایل رخ داد! لطفاً مجوزها را بررسی کنید!

source: The Organizers are imported successfully!
fa_ir: برگزارکنندگان با موفقیت وارد شدند!

source: No Organizers found to import!
fa_ir: هیچ برگزارکننده‌ای برای وارد کردن یافت نشد!

source: Import %s CSV File
fa_ir: وارد کردن فایل CSV %s

source: You can export %1s from %2s using the %3s menu in source website. You need a CSV export and then you're able to simply import it using this form in to your target website.
fa_ir: می‌توانید %1s را از %2s با استفاده از منوی %3s در وب‌سایت منبع خروجی بگیرید. شما به یک خروجی CSV نیاز دارید و سپس می‌توانید به راحتی آن را با استفاده از این فرم به وب‌سایت مقصد خود وارد کنید.
