Repository: carloschuck/Mec-events
Catalog: modern-events-calendar/languages/mec-*.po
Languages: fa_ir

source: Share on Tumblr
fa_ir: اشتراک‌گذاری در تامبلر

source: Share on Pinterest
fa_ir: اشتراک‌گذاری در پینترست

source: Share on Flipboard
fa_ir: اشتراک‌گذاری در فلیپ‌بورد

source: Share on GetPocket
fa_ir: اشتراک‌گذاری در گت‌پاکت

source: Share on Reddit
fa_ir: اشتراک‌گذاری در ردیت

source: Share on Telegram
fa_ir: اشتراک‌گذاری در تلگرام

source: Share on WhatsApp
fa_ir: اشتراک‌گذاری در واتساپ

source: Custom Shortcode
fa_ir: کد کوتاه سفارشی

source: Your booking has been verified successfully!
fa_ir: رزرو شما با موفقیت تأیید شد!

source: Your booking already verified!
fa_ir: رزرو شما قبلاً تأیید شده است!

source: Your booking cannot verify!
fa_ir: رزرو شما قابل تأیید نیست!

source: Your booking successfully canceled.
fa_ir: رزرو شما با موفقیت لغو شد.

source: Your booking already canceled!
fa_ir: رزرو شما قبلاً لغو شده است!

source: The event is already finished!
fa_ir: رویداد قبلاً به پایان رسیده است!

source: The cancelation window is not started yet.
fa_ir: مهلت لغو هنوز شروع نشده است.

source: The cancelation window is passed.
fa_ir: مهلت لغو گذشته است.

source: Are you sure that you want to cancel the booking?
fa_ir: آیا مطمئن هستید که می‌خواهید رزرو را لغو کنید؟

source: Yes, please cancel it.
fa_ir: بله، لطفاً آن را لغو کنید.

source: Your booking cannot be canceled.
fa_ir: رزرو شما قابل لغو نیست.

source: You canceled the payment successfully.
fa_ir: پرداخت را با موفقیت لغو کردید.

source: You returned from payment gateway successfully.
fa_ir: شما با موفقیت از درگاه پرداخت بازگشتید.

source: Cannot find the invoice!
fa_ir: فاکتور یافت نشد!

source: Invoice is invalid.
fa_ir: فاکتور نامعتبر است.

source: Your booking still is not confirmed. You can download it after confirmation!
fa_ir: رزرو شما هنوز تایید نشده است. می‌توانید پس از تایید آن را دانلود کنید!

source: Booking Not Confirmed.
fa_ir: رزرو تایید نشده.

source: Cannot find the booking!
fa_ir: رزرو پیدا نشد!

source: Booking is invalid.
fa_ir: رزرو نامعتبر است.

source: You don't have access to view this invoice!
fa_ir: شما به مشاهده این فاکتور دسترسی ندارید!

source: Key is invalid.
fa_ir: کلید نامعتبر است.

source: %s Invoice
fa_ir: فاکتور %s

source: Date and Times
fa_ir: تاریخ و زمان‌ها

source: Payment Time
fa_ir: زمان پرداخت

source: Not Confirmed
fa_ir: تایید نشده

source: Request is not valid.
fa_ir: درخواست معتبر نیست.

source: iCal export stopped!
fa_ir: خروجی iCal متوقف شد!

source: Upload/Add Icon
fa_ir: بارگذاری/افزودن آیکون

source: Remove Icon
fa_ir: حذف آیکون

source: HTML Editor
fa_ir: ویرایشگر HTML

source: Consider the first item as a placeholder
fa_ir: اولین مورد را به عنوان نگهدارنده در نظر بگیرید

source: Copy of %s
fa_ir: کپی %s

source: Booked an event.
fa_ir: یک رویداد رزرو شد.

source: %s booked %s event.
fa_ir: %s رویداد %s را رزرو کرد.

source: Taxonomies
fa_ir: طبقه‌بندی‌ها

source: Category Plural Label
fa_ir: برچسب جمع دسته‌بندی

source: Category Singular Label
fa_ir: برچسب مفرد دسته‌بندی

source: Label Plural Label
fa_ir: برچسب جمع

source: Label Singular Label
fa_ir: برچسب مفرد

source: label
fa_ir: برچسب

source: Location Plural Label
fa_ir: برچسب جمع مکان

source: Location Singular Label
fa_ir: برچسب مفرد مکان

source: Organizer Plural Label
fa_ir: برچسب جمع سازمان‌دهنده

source: Organizer Singular Label
fa_ir: برچسب مفرد سازمان‌دهنده

source: Speaker Plural Label
fa_ir: برچسب جمع سخنران

source: Speaker Singular Label
fa_ir: برچسب مفرد سخنران

source: Sponsor Plural Label
fa_ir: برچسب جمع حامی مالی

source: Sponsor Singular Label
fa_ir: برچسب مفرد حامی مالی

source: Sunday abbreviation
fa_ir: مخفف یکشنبه

source: Monday abbreviation
fa_ir: مخفف دوشنبه

source: Tuesday abbreviation
fa_ir: مخفف سه‌شنبه

source: Wednesday abbreviation
fa_ir: مخفف چهارشنبه

source: Thursday abbreviation
fa_ir: مخفف پنجشنبه

source: Friday abbreviation
fa_ir: مخفف جمعه

source: Saturday abbreviation
fa_ir: مخفف شنبه

source: Booking (Singular)
fa_ir: رزرو (مفرد)

source: Bookings (Plural)
fa_ir: رزروها (جمع)

source: Booking Success Message
fa_ir: پیام موفقیت رزرو

source: Booking Restriction Message 1
fa_ir: پیام محدودیت رزرو ۱

source: You selected %s tickets to book but maximum number of tikets per user is %s tickets.
fa_ir: شما %s بلیط برای رزرو انتخاب کرده‌اید، اما حداکثر تعداد بلیط برای هر کاربر %s بلیط است.

source: Booking Restriction Message 2
fa_ir: پیام محدودیت رزرو ۲

source: Booking IP Restriction Message
fa_ir: پیام محدودیت IP رزرو

source: Booking Button
fa_ir: دکمه رزرو

source: Ticket (Singular)
fa_ir: بلیط (مفرد)

source: Tickets (Plural)
fa_ir: بلیط‌ها (جمع)

source: Others
fa_ir: سایر

source: View Detail Button
fa_ir: دکمه مشاهده جزئیات

source: View Detail
fa_ir: مشاهده جزئیات

source: Event Detail Button
fa_ir: دکمه جزئیات رویداد

source: Event Detail
fa_ir: جزئیات رویداد

source: Expired
fa_ir: منقضی شده

source: Ongoing
fa_ir: در حال برگزاری

source: EventON
fa_ir: ایونت‌آن

source: The Events Calendar
fa_ir: تقویم رویدادها

source: Events Schedule WP Plugin
fa_ir: افزونه WP برنامه‌ریزی رویدادها

source: Calendarize It
fa_ir: تقویم‌سازی کنید

source: Event Espresso
fa_ir: ایونت اسپرسو

source: Events Manager (Recurring)
fa_ir: مدیر رویدادها (تکراری)

source: Events Manager (Single)
fa_ir: مدیر رویدادها (تک)

source: WP Event Manager
fa_ir: مدیر رویداد WP

source: Sun
fa_ir: یکشنبه

source: Mon
fa_ir: دوشنبه

source: Tue
fa_ir: سه‌شنبه

source: Wed
fa_ir: چهارشنبه

source: Thu
fa_ir: پنجشنبه

source: Fri
fa_ir: جمعه

source: Sat
fa_ir: شنبه

source: Skin controller does not exist.
fa_ir: کنترلر پوسته وجود ندارد.

source: Sale has ended
fa_ir: فروش به پایان رسید

source: Sold Out
fa_ir: فروخته شد

source: Last Few Tickets
fa_ir: چند بلیط آخر

source: %s months
fa_ir: %s ماه

source: %s days
fa_ir: %s روز

source: %s hours
fa_ir: %s ساعت

source: %s minutes
fa_ir: %s دقیقه

source: Minutes
fa_ir: دقیقه‌ها

source: AM / PM
fa_ir: صبح / عصر

source: AM
fa_ir: صبح

source: PM
fa_ir: عصر

source: Ongoing...
fa_ir: در حال برگزاری...

source: Expired!
fa_ir: منقضی شد!

source: Uncategorized
fa_ir: دسته‌بندی نشده

source: Please verify your email.
fa_ir: لطفاً ایمیل خود را تایید کنید.

source: Your booking is received.
fa_ir: رزرو شما دریافت شد.

source: Your booking is confirmed.
fa_ir: رزرو شما تایید شد.

source: booking canceled.
fa_ir: رزرو لغو شد.

source: booking rejected.
fa_ir: رزرو رد شد.

source: A new booking is received.
fa_ir: یک رزرو جدید دریافت شد.

source: A new event is added.
fa_ir: یک رویداد جدید اضافه شد.

source: Discover more events you'll love!
fa_ir: رویدادهای بیشتری را که دوست دارید، کشف کنید!

source: Your event is published.
fa_ir: رویداد شما منتشر شد.

source: Event is soldout!
fa_ir: رویداد فروخته شد!

source: Thanks for your attention!
fa_ir: از توجه شما سپاسگزاریم!

source: Download your certificate.
fa_ir: گواهی خود را دانلود کنید.

source: Your booking has been rescheduled.
fa_ir: رزرو شما تغییر زمان داده شد.

source: to
fa_ir: به

source: + Add to Google Calendar
fa_ir: + افزودن به تقویم گوگل

source: + iCal / Outlook export
fa_ir: + خروجی iCal / Outlook

source: + %s to Google Calendar
fa_ir: + %s به تقویم گوگل

source: Invalid API Token!
fa_ir: توکن API نامعتبر است!

source: Invalid User Token!
fa_ir: توکن کاربر نامعتبر است!

source: Reset
fa_ir: بازنشانی

source: Select
fa_ir: انتخاب کنید

source: Select Month
fa_ir: انتخاب ماه

source: Year Filter
fa_ir: فیلتر سال

source: Select Year
fa_ir: انتخاب سال

source: Min Price
fa_ir: حداقل قیمت

source: Max Price
fa_ir: حداکثر قیمت

source: Book Event
fa_ir: رزرو رویداد

source: Start from: %s - %s
fa_ir: شروع از: %s - %s

source: End at: %s - %s
fa_ir: پایان در: %s - %s

source: Repeating Event
fa_ir: رویداد تکراری

source: Live Now
fa_ir: اکنون زنده

source: On Schedule
fa_ir: طبق برنامه

source: Delayed
fa_ir: تاخیر

source: Virtual
fa_ir: مجازی

source: Load More
fa_ir: بارگذاری بیشتر

source: Total Events:
fa_ir: تعداد کل رویدادها:

source: Powered by %s
fa_ir: توسط %s

source: Export .ics file
fa_ir: خروجی فایل .ics

source: Option Price
fa_ir: قیمت گزینه

source: Maximum Per Ticket
fa_ir: حداکثر به ازای هر بلیط

source: Maximum Per Ticket. Leave blank for unlimited.
fa_ir: حداکثر به ازای هر بلیط. برای نامحدود خالی بگذارید.

source: Notification Placeholders
fa_ir: فضاهای خالی اعلان

source: Available Tickets
fa_ir: بلیط‌های موجود

source: Available Seats
fa_ir: صندلی‌های موجود

source: Add Ticket
fa_ir: افزودن بلیط

source: Add Global Tickets
fa_ir: افزودن بلیط‌های سراسری

source: The value can be displayed on the email notifications by placing the %%ticket_private_description%% placeholder into the email content.
fa_ir: این مقدار می‌تواند با قرار دادن فضای خالی %%ticket_private_description%% در محتوای ایمیل، در اعلان‌های ایمیل نمایش داده شود.

source: Only numbers are allowed; Enter only the price without any symbols or characters. Enter 0 for free tickets.
fa_ir: فقط اعداد مجاز هستند؛ فقط قیمت را بدون هیچ نماد یا کاراکتری وارد کنید. برای بلیط‌های رایگان 0 وارد کنید.

source: How shoould the price be displayed in the booking module? Here you can insert the price with a currency symbol. e.g. $16
fa_ir: قیمت چگونه باید در ماژول رزرو نمایش داده شود؟ در اینجا می‌توانید قیمت را با نماد واحد پول وارد کنید. مثال: $16

source: Number of Seats
fa_ir: تعداد صندلی‌ها

source: The number of seats that take off from the total availability when booked. If you are creating a family ticket for 4 people then you can set it to 4.
fa_ir: تعداد صندلی‌هایی که هنگام رزرو از کل موجودی کسر می‌شوند. اگر در حال ایجاد بلیط خانوادگی برای 4 نفر هستید، می‌توانید آن را روی 4 تنظیم کنید.

source: Minimum Ticket e.g. 3
fa_ir: حداقل بلیط مثال: 3

source: The minimum number of tickets a user needs to book.
fa_ir: حداقل تعداد بلیطی که کاربر باید رزرو کند.

source: Maximum Ticket e.g. 1
fa_ir: حداکثر بلیط مثال: 1

source: The maximum number of tickets a user can book.
fa_ir: حداکثر تعداد بلیطی که کاربر می‌تواند رزرو کند.

source: e.g. 0
fa_ir: مثال: 0

source: Day
fa_ir: روز

source: %s Stop selling ticket %s %s %s before event start. %s
fa_ir: %s توقف فروش بلیط %s %s %s قبل از شروع رویداد. %s

source: Price per Date
fa_ir: قیمت به ازای تاریخ

source: Variations Per Ticket
fa_ir: تغییرات به ازای بلیط

source: Inherit from event options
fa_ir: از گزینه‌های رویداد به ارث ببر

source: If you leave the following fields empty then the ticket will be available at any time.
fa_ir: اگر فیلدهای زیر را خالی بگذارید، بلیط در هر زمانی در دسترس خواهد بود.

source: Please note that this is just a timeframe, and if your events or occurrences fall within this period, the ticket will be displayed.
fa_ir: لطفا توجه داشته باشید که این فقط یک بازه زمانی است، و اگر رویدادها یا وقوع‌های شما در این دوره قرار گیرند، بلیط نمایش داده خواهد شد.

source: Availability Start
fa_ir: شروع دسترسی

source: Availability End
fa_ir: پایان دسترسی

source: How should the price be displayed in the booking module? Here you can insert the price with a currency symbol. e.g. $16
fa_ir: قیمت چگونه باید در ماژول رزرو نمایش داده شود؟ در اینجا می‌توانید قیمت را با نماد واحد پول وارد کنید. مثال: $16

source: The minimum number of tickets a user needs to book.
fa_ir: حداقل تعداد بلیطی که کاربر باید رزرو کند.

source: Event Attendees
fa_ir: شرکت‌کنندگان رویداد

source: No attendee found! Be the first one to book!
fa_ir: هیچ شرکت‌کننده‌ای یافت نشد! اولین نفری باشید که رزرو می‌کنید!

source: tickets
fa_ir: بلیط‌ها

source: This field is required.
fa_ir: این فیلد الزامی است.

source: Tel format is not valid.
fa_ir: فرمت تلفن معتبر نیست.

source: Email format is not valid.
fa_ir: فرمت ایمیل معتبر نیست.

source: Ticket(s) Name
fa_ir: نام بلیط(ها)

source: Qty
fa_ir: تعداد

source: Total Due
fa_ir: کل بدهی

source: Discount Code
fa_ir: کد تخفیف

source: Discount Coupon
fa_ir: کوپن تخفیف

source: Full Payment
fa_ir: پرداخت کامل

source: Select Payment Method
fa_ir: انتخاب روش پرداخت

source: Your transaction is secured with SSL encryption.
fa_ir: تراکنش شما با رمزگذاری SSL ایمن شده است.

source: For free bookings, there is no payment step.
fa_ir: برای رزروهای رایگان، مرحله پرداختی وجود ندارد.

source: New Booking
fa_ir: رزرو جدید

source: By booking this event you can attend all occurrences. Some of them are listed below but there might be more.
fa_ir: با رزرو این رویداد می‌توانید در تمامی موارد شرکت کنید. برخی از آن‌ها در زیر فهرست شده‌اند اما ممکن است بیشتر باشند.

source: 1 Ticket selected.
fa_ir: 1 بلیت انتخاب شد.

source: Available %s: %s
fa_ir: موجود %s: %s

source: The %s ticket sales has ended!
fa_ir: فروش بلیت %s به پایان رسید!

source: The %s ticket is sold out. You can try another ticket or another date.
fa_ir: بلیت %s فروخته شد. می‌توانید بلیت دیگری یا تاریخ دیگری را امتحان کنید.

source: The %s ticket is sold out or not available for some of dates. You can try another ticket or another date.
fa_ir: بلیت %s فروخته شده یا برای برخی از تاریخ‌ها موجود نیست. می‌توانید بلیت دیگری یا تاریخ دیگری را امتحان کنید.

source: Total: %s
fa_ir: مجموع: %s

source: The event is finished.
fa_ir: رویداد به پایان رسید.

source: The event is ongoing.
fa_ir: رویداد در حال برگزاری است.

source: Show on OpenstreetMap
fa_ir: نمایش در اوپن‌استریت‌مپ

source: Address from ...
fa_ir: آدرس از ...

source: Get Directions
fa_ir: دریافت مسیرها

source: Timezone: %s
fa_ir: منطقه زمانی: %s

source: Date: %s
fa_ir: تاریخ: %s

source: Time: %s
fa_ir: زمان: %s

source: Local Time:
fa_ir: زمان محلی:

source: Local Date: %s |
fa_ir: تاریخ محلی: %s |

source: Local Time: %s
fa_ir: زمان محلی: %s

source: Next Occurrence
fa_ir: رویداد بعدی

source: Go to occurrence page
fa_ir: رفتن به صفحه رویداد

source: °C
fa_ir: درجه سانتی‌گراد

source: °F
fa_ir: درجه فارنهایت

source: °Imperial
fa_ir: °امپریال

source: °Metric
fa_ir: °متریک

source: KPH
fa_ir: کیلومتر بر ساعت

source: MPH
fa_ir: مایل بر ساعت

source: Wind
fa_ir: باد

source: Humidity
fa_ir: رطوبت

source: KM
fa_ir: کیلومتر

source: Miles
fa_ir: مایل

source: Feels like
fa_ir: احساس می‌شود

source: Available Spot(s):
fa_ir: مکان‌های موجود:

source: Share
fa_ir: اشتراک‌گذاری

source: EVENT DETAIL
fa_ir: جزئیات رویداد

source: View All Events
fa_ir: مشاهده همه رویدادها

source: %s Upcoming Event
fa_ir: %s رویداد آتی

source: No event
fa_ir: هیچ رویدادی

source: Grid
fa_ir: شبکه

source: Tile
fa_ir: کاشی

source: Find Events
fa_ir: یافتن رویدادها

source: more
fa_ir: بیشتر

source: Search for events
fa_ir: جستجو برای رویدادها

source: Events for %s %s
fa_ir: رویدادها برای %s %s

source: Events for %s
fa_ir: رویدادها برای %s

source: No Events
fa_ir: هیچ رویدادی نیست

source: %s attendees
fa_ir: %s شرکت‌کننده

source: PRV Event
fa_ir: رویداد قبلی

source: NXT Event
fa_ir: رویداد بعدی

source: Home
fa_ir: خانه

source: Watch Event Trailer
fa_ir: تماشای تیزر رویداد

source: This event is restricted due to category settings!
fa_ir: این رویداد به دلیل تنظیمات دسته‌بندی محدود شده است!

source: You should add MEC Single Sidebar Items to the MEC Single Sidebar in %s menu.
fa_ir: شما باید آیتم‌های نوار کناری تکی MEC را به نوار کناری تکی MEC در منوی %s اضافه کنید.

source: Widgets
fa_ir: ابزارک‌ها

source: Register for event
fa_ir: ثبت‌نام برای رویداد

source: View Details
fa_ir: مشاهده جزئیات

source: Week %s
fa_ir: هفته %s

source: Time/Date
fa_ir: زمان/تاریخ

source: Show events based on created shortcodes.
fa_ir: نمایش رویدادها بر اساس کدهای کوتاه ایجاد شده.

source: Title:
fa_ir: عنوان:

source: Shortcode:
fa_ir: کد کوتاه:

source: Enable No Event Block Display:
fa_ir: فعال کردن نمایش بلوک بدون رویداد:

source: Autoplay:
fa_ir: پخش خودکار:

source: Autoplay Time:
fa_ir: زمان پخش خودکار:

source: Loop:
fa_ir: تکرار:

source: Create some calendars first.
fa_ir: ابتدا چند تقویم ایجاد کنید.

source: MEC Single Sidebar Items
fa_ir: آیتم‌های نوار کناری تکی MEC

source: To manage event details page elements.
fa_ir: برای مدیریت عناصر صفحه جزئیات رویداد.

source: You can manage the options in MEC -> Settings -> Single Event -> Sidebar page.
fa_ir: می‌توانید گزینه‌ها را در MEC -> تنظیمات -> رویداد تکی -> صفحه نوار کناری مدیریت کنید.

source: An awesome plugin for events calendar
fa_ir: یک افزونه عالی برای تقویم رویدادها

source: Webnus
fa_ir: وبنوس
