Repository: carloschuck/Mec-events
Catalog: modern-events-calendar/languages/mec-*.po
Languages: fa_ir

source: Leave it empty to be applicable to all bookings. E.g. if you set 5 then it will be applicable to bookings with 5 or less dates booked.
fa_ir: برای اعمال بر روی همه رزروها، آن را خالی بگذارید. به عنوان مثال، اگر 5 را تعیین کنید، برای رزروهایی با 5 تاریخ رزرو شده یا کمتر اعمال خواهد شد.

source: Maximum Discount
fa_ir: حداکثر تخفیف

source: Limit Usage to X Booking
fa_ir: محدود کردن استفاده به X رزرو

source: Enter '1' to allow usage for only one booking in the same transaction. Leave it blank for unlimited usage.
fa_ir: برای مجاز کردن استفاده فقط برای یک رزرو در یک تراکنش، '1' را وارد کنید. برای استفاده نامحدود، آن را خالی بگذارید.

source: Apply Discount on Fees
fa_ir: اعمال تخفیف بر روی هزینه‌ها

source: Whether to apply the discount on all fees.
fa_ir: آیا تخفیف بر روی همه هزینه‌ها اعمال شود.

source: Leave empty to be applicable to all bookings. E.g. if you set 5 then it will be applicable to bookings with 5 or less tickets.
fa_ir: برای اعمال بر روی همه رزروها، آن را خالی بگذارید. به عنوان مثال، اگر 5 را تعیین کنید، برای رزروهایی با 5 بلیت یا کمتر اعمال خواهد شد.

source: Leave empty to be applicable to all bookings. E.g. if you set 5 then it will be applicable to bookings with 5 or less dates booked.
fa_ir: برای اعمال بر روی همه رزروها، آن را خالی بگذارید. به عنوان مثال، اگر 5 را تعیین کنید، برای رزروهایی با 5 تاریخ رزرو شده یا کمتر اعمال خواهد شد.

source: Name/Code
fa_ir: نام/کد

source: Limit
fa_ir: محدودیت

source: Count
fa_ir: تعداد

source: Discount coupon is invalid!
fa_ir: کوپن تخفیف نامعتبر است!

source: Discount coupon use limit reached!
fa_ir: محدودیت استفاده از کوپن تخفیف به پایان رسیده است!

source: Discount coupon is expired!
fa_ir: کوپن تخفیف منقضی شده است!

source: Discount is not valid for this event!
fa_ir: تخفیف برای این رویداد معتبر نیست!

source: You should buy at-least %s tickets to use this discount.
fa_ir: برای استفاده از این تخفیف باید حداقل %s بلیت بخرید.

source: This coupon can be applied to bookings with maximum %s tickets.
fa_ir: این کوپن می‌تواند برای رزروهایی با حداکثر %s بلیت اعمال شود.

source: You should buy at-least %s dates to use this discount.
fa_ir: برای استفاده از این تخفیف باید حداقل %s تاریخ بخرید.

source: This coupon can be applied to bookings with maximum %s dates.
fa_ir: این کوپن می‌تواند برای رزروهایی با حداکثر %s تاریخ اعمال شود.

source: Discount is not valid for this category!
fa_ir: تخفیف برای این دسته معتبر نیست!

source: Coupon is valid and you get %s discount.
fa_ir: کوپن معتبر است و %s تخفیف دریافت می‌کنید.

source: Please upload a file.
fa_ir: لطفاً یک فایل بارگذاری کنید.

source: File extension is invalid. You can upload %s files.
fa_ir: پسوند فایل نامعتبر است. شما می‌توانید فایل‌های %s را بارگذاری کنید.

source: File is too big. Maximum size is %s KB.
fa_ir: فایل خیلی بزرگ است. حداکثر اندازه %s کیلوبایت است.

source: File uploaded!
fa_ir: فایل بارگذاری شد!

source: Send it
fa_ir: ارسال کن

source: Time Type
fa_ir: نوع زمان

source: Day(s)
fa_ir: روز(ها)

source: Hour(s)
fa_ir: ساعت(ها)

source: Minute(s)
fa_ir: دقیقه(ها)

source: After / Before
fa_ir: بعد / قبل

source: Before
fa_ir: قبل

source: event occurrence.
fa_ir: بروز رویداد.

source: Placeholders
fa_ir: جایگزین‌ها

source: It is advisable to utilize a geographic timezone, such as "America/Los_Angeles" instead of a UTC timezone offset, like "UTC+0," while using The Modern Events Calendar. The latter may cause issues when importing events or with Daylight Saving Time.
fa_ir: توصیه می‌شود هنگام استفاده از تقویم رویدادهای مدرن، از منطقه زمانی جغرافیایی مانند "America/Los_Angeles" به جای یک افست منطقه زمانی UTC مانند "UTC+0" استفاده کنید. مورد دوم ممکن است هنگام وارد کردن رویدادها یا با ساعت تابستانی مشکل ایجاد کند.

source: Add Event
fa_ir: افزودن رویداد

source: Add New Event
fa_ir: افزودن رویداد جدید

source: No events found!
fa_ir: رویدادی یافت نشد!

source: Edit Event
fa_ir: ویرایش رویداد

source: View Event
fa_ir: مشاهده رویداد

source: No events found in Trash!
fa_ir: هیچ رویدادی در سطل زباله یافت نشد!

source: All %s
fa_ir: همه %s

source: View %s
fa_ir: مشاهده %s

source: Update %s
fa_ir: به‌روزرسانی %s

source: Add New %s
fa_ir: افزودن %s جدید

source: New %s Name
fa_ir: نام %s جدید

source: Popular %s
fa_ir: %s های محبوب

source: Search %s
fa_ir: جستجوی %s

source: Category Icon
fa_ir: آیکون دسته

source: Select icon
fa_ir: انتخاب آیکون

source: Color
fa_ir: رنگ

source: Optional category color
fa_ir: رنگ دسته اختیاری

source: Fallback Image
fa_ir: تصویر جایگزین

source: Upload/Add image
fa_ir: بارگذاری/افزودن تصویر

source: Event Details
fa_ir: جزئیات رویداد

source: FES Details
fa_ir: جزئیات FES

source: Date And Time
fa_ir: تاریخ و زمان

source: Event Data
fa_ir: داده‌های رویداد

source: Hourly Schedule
fa_ir: برنامه ساعتی

source: Location/Venue
fa_ir: مکان/محل برگزاری

source: Links
fa_ir: پیوندها

source: SEO Schema / Event Status
fa_ir: اسکیمای سئو / وضعیت رویداد

source: Public Download
fa_ir: دانلود عمومی

source: Note for reviewer
fa_ir: یادداشت برای بازبین

source: Guest Data
fa_ir: داده‌های مهمان

source: This event is imported from Google calendar so if you modify it, it would overwrite in the next import from Google.
fa_ir: این رویداد از تقویم گوگل وارد شده است، بنابراین اگر آن را تغییر دهید، در وارد کردن بعدی از گوگل بازنویسی خواهد شد.

source: Event Repeating (Recurring events)
fa_ir: تکرار رویداد (رویدادهای تکراری)

source: Update
fa_ir: به‌روزرسانی

source: Add certain days to event occurrences. If you have a single day event, start and end dates should be the same, If you have a multi-day event, the interval between the start and end dates must match the initial date.
fa_ir: روزهای خاصی را به تکرارهای رویداد اضافه کنید. اگر یک رویداد یک روزه دارید، تاریخ شروع و پایان باید یکسان باشد، اگر یک رویداد چند روزه دارید، فاصله بین تاریخ شروع و پایان باید با تاریخ اولیه مطابقت داشته باشد.

source: Click to edit
fa_ir: برای ویرایش کلیک کنید

source: The event repeats will stop after certain number of occurences. For example if you set this option 10, the event will have 10 occurrences.
fa_ir: تکرارهای رویداد پس از تعداد مشخصی از رخدادها متوقف خواهند شد. به عنوان مثال، اگر این گزینه را ۱۰ تنظیم کنید، رویداد ۱۰ بار تکرار خواهد شد.

source: Decimals
fa_ir: اعداد اعشاری

source: Exceptional Days (Exclude Dates)
fa_ir: روزهای استثنائی (حذف تاریخ‌ها)

source: Exclude certain days
fa_ir: حذف روزهای خاص

source: The value of this option will be replaced by the single event page link on shortcodes. Insert full link including http(s):// - Also, if you use an advertising URL, you can use the URL Shortener.
fa_ir: مقدار این گزینه با لینک صفحه رویداد تک در شرت‌کدها جایگزین خواهد شد. لینک کامل شامل http(s):// را وارد کنید - همچنین، اگر از یک URL تبلیغاتی استفاده می‌کنید، می‌توانید از کوتاه کننده URL استفاده کنید.

source: URL Shortener
fa_ir: کوتاه کننده URL

source: Current Window
fa_ir: پنجره فعلی

source: New Window
fa_ir: پنجره جدید

source: Booking Options
fa_ir: گزینه‌های رزرو

source: Organizer Payment
fa_ir: پرداخت برگزارکننده

source: Expired Events
fa_ir: رویدادهای منقضی شده

source: Upcoming Events
fa_ir: رویدادهای آتی

source: Show all %s
fa_ir: نمایش همه %s

source: labels
fa_ir: برچسب‌ها

source: locations
fa_ir: مکان‌ها

source: organizers
fa_ir: برگزارکنندگان

source: Attendees List
fa_ir: لیست شرکت‌کنندگان

source: Repeat
fa_ir: تکرار

source: iCal / Outlook Export
fa_ir: خروجی iCal / Outlook

source: Google Cal. CSV Export
fa_ir: خروجی CSV گوگل کلندر

source: XML Export
fa_ir: خروجی XML

source: JSON Export
fa_ir: خروجی JSON

source: Duplicate
fa_ir: تکثیر

source: Start Time
fa_ir: زمان شروع

source: End Time
fa_ir: زمان پایان

source: Link
fa_ir: لینک

source: %s Tel
fa_ir: تلفن %s

source: %s Email
fa_ir: ایمیل %s

source: Send Certificates
fa_ir: ارسال گواهی‌ها

source: for %s dates
fa_ir: برای تاریخ‌های %s

source: No Bookings Found!
fa_ir: هیچ رزروی یافت نشد!

source: Please upload an image.
fa_ir: لطفاً یک تصویر آپلود کنید.

source: The images are uploaded!
fa_ir: تصاویر آپلود شدند!

source: An error occurred!
fa_ir: خطایی رخ داد!

source: %s bookings moved to new date
fa_ir: %s رزرو به تاریخ جدید منتقل شد

source: %s bookings canceled (and refunded).
fa_ir: %s رزرو لغو شد (و بازپرداخت شد).

source: %s bookings canceled.
fa_ir: %s رزرو لغو شد.

source: FAQ
fa_ir: پرسش‌های متداول

source: FAQ Title
fa_ir: عنوان پرسش متداول

source: Title Here
fa_ir: عنوان اینجا

source: FAQ Content
fa_ir: محتوای پرسش متداول

source: FAQ Content Here
fa_ir: محتوای پرسش متداول اینجا

source: Please %s/%s in order to submit new events.
fa_ir: لطفاً برای ارسال رویدادهای جدید %s/%s کنید.

source: Login
fa_ir: ورود

source: Register
fa_ir: ثبت نام

source: You do not have access to create an event
fa_ir: شما دسترسی برای ایجاد رویداد ندارید

source: Sorry! Selected post is not an event.
fa_ir: متأسفیم! پست انتخاب شده یک رویداد نیست.

source: Sorry! You don't have access to modify this event.
fa_ir: متأسفیم! شما دسترسی برای ویرایش این رویداد ندارید.

source: Please %s/%s in order to manage events.
fa_ir: لطفاً برای مدیریت رویدادها %s/%s کنید.

source: You do not have access to view the list of events
fa_ir: شما دسترسی برای مشاهده لیست رویدادها ندارید

source: Event removed!
fa_ir: رویداد حذف شد!

source: Single Ticket Price
fa_ir: قیمت بلیط تکی

source: image extension is invalid. You can upload %s images.
fa_ir: پسوند تصویر نامعتبر است. می‌توانید تصاویر %s را آپلود کنید.

source: Image is too big. Maximum size is %s KB.
fa_ir: تصویر خیلی بزرگ است. حداکثر اندازه %s کیلوبایت است.

source: Image uploaded!
fa_ir: تصویر آپلود شد!

source: Invalid Captcha! Please try again.
fa_ir: کپچای نامعتبر! لطفاً دوباره امتحان کنید.

source: You should accept the terms and conditions.
fa_ir: شما باید شرایط و ضوابط را بپذیرید.

source: Please fill event title field!
fa_ir: لطفاً فیلد عنوان رویداد را پر کنید!

source: Please fill event body field!
fa_ir: لطفاً فیلد بدنه رویداد را پر کنید!

source: Please fill event excerpt field!
fa_ir: لطفاً فیلد خلاصه رویداد را پر کنید!

source: Please fill event start date!
fa_ir: لطفاً تاریخ شروع رویداد را پر کنید!

source: Please fill event end date!
fa_ir: لطفاً تاریخ پایان رویداد را پر کنید!

source: Please select at-least one category!
fa_ir: لطفاً حداقل یک دسته بندی را انتخاب کنید!

source: Please select the event location!
fa_ir: لطفاً مکان رویداد را انتخاب کنید!

source: Please select the event organizer!
fa_ir: لطفاً برگزارکننده رویداد را انتخاب کنید!

source: Please select at-least one label!
fa_ir: لطفاً حداقل یک برچسب را انتخاب کنید!

source: Please upload a featured image!
fa_ir: لطفاً یک تصویر شاخص آپلود کنید!

source: Please fill event link!
fa_ir: لطفاً لینک رویداد را پر کنید!

source: Please fill more info!
fa_ir: لطفاً اطلاعات بیشتر را پر کنید!

source: Please fill cost!
fa_ir: لطفاً هزینه را پر کنید!

source: Organizer Name
fa_ir: نام برگزارکننده

source: Event submitted. It will publish as soon as possible.
fa_ir: رویداد ارسال شد. در اسرع وقت منتشر خواهد شد.

source: The event published.
fa_ir: رویداد منتشر شد.

source: Click again to remove!
fa_ir: برای حذف دوباره کلیک کنید!

source: Add new
fa_ir: افزودن جدید

source: Search Query
fa_ir: عبارت جستجو

source: Event Category
fa_ir: دسته بندی رویداد

source: Filter
fa_ir: فیلتر

source: Download Attendees
fa_ir: دانلود شرکت‌کنندگان

source: Remove Event
fa_ir: حذف رویداد

source: %s ticket is sold out! Please go back and select another ticket if available.
fa_ir: بلیط %s فروخته شد! لطفاً برگردید و در صورت موجود بودن بلیط دیگری را انتخاب کنید.

source: Only %s slots remained for %s ticket so you cannot book %s ones.
fa_ir: فقط %s جایگاه برای بلیط %s باقی مانده است، بنابراین نمی‌توانید %s عدد رزرو کنید.

source: Transaction: %s, Event: %s
fa_ir: تراکنش: %s، رویداد: %s

source: %s Transaction: %s ticket is sold out! Please remove it and book another ticket if available.
fa_ir: تراکنش %s: بلیط %s فروخته شد! لطفاً آن را حذف کرده و در صورت موجود بودن بلیط دیگری را رزرو کنید.

source: %s Transaction: Only %s slots remained for %s ticket so you cannot book %s ones.
fa_ir: تراکنش %s: فقط %s جایگاه برای بلیط %s باقی مانده است، بنابراین نمی‌توانید %s عدد رزرو کنید.

source: %s ticket is sold out!
fa_ir: بلیط %s فروخته شد!

source: Thank you for your booking. Your bookings are made, booking verification might be needed, please check your email.
fa_ir: از رزرو شما متشکریم. رزروهای شما انجام شد، ممکن است نیاز به تأیید رزرو باشد، لطفاً ایمیل خود را بررسی کنید.

source: Download Invoice
fa_ir: دانلود فاکتور

source: Thank you for booking. Your tickets are booked, booking verification might be needed, please check your email.
fa_ir: از رزرو شما متشکریم. بلیت‌های شما رزرو شده‌اند، ممکن است نیاز به تأیید رزرو باشد، لطفاً ایمیل خود را بررسی کنید.

source: Download File
fa_ir: دانلود فایل

source: Pay
fa_ir: پرداخت

source: Comment
fa_ir: نظر

source: Stripe Gateway Description
fa_ir: توضیحات درگاه Stripe

source: Add a customized description for this payment gateway option on the booking module. HTML allowed.
fa_ir: توضیحات سفارشی برای این گزینه درگاه پرداخت در ماژول رزرو اضافه کنید. HTML مجاز است.

source: Secret Key
fa_ir: کلید مخفی

source: Show / Hide
fa_ir: نمایش / پنهان کردن

source: Publishable Key
fa_ir: کلید قابل انتشار

source: Address Element
fa_ir: عنصر آدرس

source: Billing Address
fa_ir: آدرس صورتحساب

source: Position
fa_ir: موقعیت

source: Transaction IDs: %s
fa_ir: شناسه تراکنش‌ها: %s

source: Credit or debit card
fa_ir: کارت اعتباری یا نقدی

source: Using this gateway, booking fee goes to the organizer account directly but you can get your fee in your Stripe account.
fa_ir: با استفاده از این درگاه، هزینه رزرو مستقیماً به حساب برگزارکننده می‌رود اما شما می‌توانید کارمزد خود را در حساب Stripe خود دریافت کنید.

source: If organizer connects their account, then it will be the only enabled gateway for organizer events even if other gateways are enabled. Organizer Payment Module must be enabled to use this!
fa_ir: اگر برگزارکننده حساب خود را متصل کند، این تنها درگاه فعال برای رویدادهای برگزارکننده خواهد بود حتی اگر درگاه‌های دیگر فعال باشند. ماژول پرداخت برگزارکننده باید فعال باشد تا از این استفاده شود!

source: You should set %s as Redirect URL in your Stripe dashboard.
fa_ir: شما باید %s را به عنوان URL تغییر مسیر در داشبورد Stripe خود تنظیم کنید.

source: Comment for Organizer
fa_ir: توضیحات برای برگزارکننده

source: If you have a message for the organizer, write it here.
fa_ir: اگر پیامی برای برگزارکننده دارید، اینجا بنویسید.

source: Connection Method
fa_ir: روش اتصال

source: Standard
fa_ir: استاندارد

source: Express
fa_ir: اکسپرس

source: Client ID
fa_ir: شناسه مشتری

source: Your Fee
fa_ir: کارمزد شما

source: Fee Type
fa_ir: نوع کارمزد

source: Per
fa_ir: به ازای هر

source: Redirection Page
fa_ir: صفحه تغییر مسیر

source: Users will be redirected to this page after getting connected to your Stripe account. You can create a page to thank them. If you leave it empty, users will be redirected to the home page.
fa_ir: کاربران پس از اتصال به حساب Stripe شما به این صفحه هدایت می‌شوند. می‌توانید صفحه‌ای برای تشکر از آنها ایجاد کنید. اگر آن را خالی بگذارید، کاربران به صفحه اصلی هدایت می‌شوند.

source: Connect New Account
fa_ir: اتصال حساب جدید

source: Connect
fa_ir: اتصال

source: You're connected to our account successfully and you will receive payments in your stripe account directly after deducting the fees.
fa_ir: شما با موفقیت به حساب ما متصل شدید و پرداخت‌ها را مستقیماً پس از کسر کارمزدها در حساب stripe خود دریافت خواهید کرد.

source: Visit your dashboard
fa_ir: از داشبورد خود بازدید کنید

source: Connect Your Account
fa_ir: حساب خود را متصل کنید

source: Waiting for a response from gateway.
fa_ir: در انتظار پاسخ از درگاه.

source: User connected successfully!
fa_ir: کاربر با موفقیت متصل شد!

source: Pay Locally Description
fa_ir: توضیحات پرداخت محلی

source: Disable Auto Confirmation
fa_ir: غیرفعال کردن تأیید خودکار

source: Business Account
fa_ir: حساب تجاری

source: PayPal account email address
fa_ir: آدرس ایمیل حساب PayPal

source: Paypal Express Description
fa_ir: توضیحات Paypal Express

source: Mode
fa_ir: حالت

source: Live
fa_ir: فعال

source: Sandbox
fa_ir: جعبه شنی

source: Ready to checkout.
fa_ir: آماده برای پرداخت.

source: Payment invalid! Booking failed.
fa_ir: پرداخت نامعتبر! رزرو ناموفق بود.

source: API Username
fa_ir: نام کاربری API

source: API Password
fa_ir: رمز عبور API

source: API Signature
fa_ir: امضای API

source: Below error is the latest error received from Paypal during the payment in frontend so it's not related to the configuration form. It might help you to find some misconfiguration on your Paypal account or inserted credentials.
fa_ir: خطای زیر آخرین خطای دریافت شده از Paypal در طول پرداخت در بخش فرانت‌اند است، بنابراین به فرم پیکربندی مربوط نمی‌شود. ممکن است به شما کمک کند تا اشتباهات پیکربندی در حساب Paypal یا اطلاعات وارد شده را پیدا کنید.

source: Paypal Credit Card Description
fa_ir: توضیحات کارت اعتباری Paypal

source: First name
fa_ir: نام

source: Last name
fa_ir: نام خانوادگی

source: Card Type
fa_ir: نوع کارت

source: Visa
fa_ir: ویزا

source: MasterCard
fa_ir: مسترکارت

source: Discover
fa_ir: دیسکاور

source: American Express
fa_ir: آمریکن اکسپرس

source: CC Number
fa_ir: شماره کارت اعتباری

source: Expiry Year
fa_ir: سال انقضا

source: Payment is invalid.
fa_ir: پرداخت نامعتبر است.

source: Transactions: %s
fa_ir: تراکنش‌ها: %s

source: Booking fee for %s
fa_ir: هزینه رزرو برای %s

source: Order created. Please proceed with checkout.
fa_ir: سفارش ایجاد شد. لطفاً به پرداخت ادامه دهید.

source: WooCommerce must be installed and activated first.
fa_ir: ووکامرس باید ابتدا نصب و فعال شود.

source: The Pay by WooCommerce gateway does not create or use WooCommerce products. Instead, it treats the entire booking fee as a custom WooCommerce fee for payment processing.
fa_ir: درگاه پرداخت با ووکامرس، محصولات ووکامرس را ایجاد یا استفاده نمی‌کند. در عوض، کل هزینه رزرو را به عنوان یک کارمزد سفارشی ووکامرس برای پردازش پرداخت در نظر می‌گیرد.

source: WooCommerce Gateway Description
fa_ir: توضیحات درگاه ووکامرس

source: Automatically complete WC orders
fa_ir: تکمیل خودکار سفارشات ووکامرس

source: Auto WC orders
fa_ir: سفارشات خودکار ووکامرس

source: It applies only to the orders that are related to MEC.
fa_ir: فقط برای سفارشات مربوط به MEC اعمال می شود.

source: Free
fa_ir: رایگان

source: This booking is not free!
fa_ir: این رزرو رایگان نیست!

source: Bank Transfer Description
fa_ir: توضیحات حواله بانکی

source: PayPal Standard Description
fa_ir: توضیحات استاندارد پی‌پال

source: It seems there is an issue with client ID and secret. We cannot use them to connect to Paypal.
fa_ir: به نظر می رسد مشکلی در شناسه مشتری و رمز عبور وجود دارد. نمی توانیم از آنها برای اتصال به پی‌پال استفاده کنیم.

source: Secret
fa_ir: رمز عبور

source: It seems something is wrong with this payment option now. Please contact the website admin.
fa_ir: به نظر می رسد این گزینه پرداخت در حال حاضر مشکلی دارد. لطفا با مدیر وب سایت تماس بگیرید.

source: Something went wrong!
fa_ir: چیزی اشتباه پیش رفت!

source: PayPal order is invalid!
fa_ir: سفارش پی‌پال نامعتبر است!

source: MEC - Import / Export
fa_ir: MEC - درون‌ریزی / برون‌ریزی

source: Import / Export
fa_ir: درون‌ریزی / برون‌ریزی

source: The bookings are imported successfully!
fa_ir: رزروها با موفقیت درون‌ریزی شدند!

source: No bookings found to import!
fa_ir: هیچ رزروی برای درون‌ریزی یافت نشد!

source: Please upload the feed file.
fa_ir: لطفاً فایل فید را بارگذاری کنید.

source: Please upload an XML or an ICS file.
fa_ir: لطفاً یک فایل XML یا ICS بارگذاری کنید.

source: The file type should be XML or ICS.
fa_ir: نوع فایل باید XML یا ICS باشد.

source: The ICS file is not valid. Reported Error: %s
fa_ir: فایل ICS معتبر نیست. خطای گزارش شده: %s

source: The events are imported successfully!
fa_ir: رویدادها با موفقیت درون‌ریزی شدند!

source: %s - Test Event
fa_ir: %s - رویداد آزمایشی

source: %s events successfully created.
fa_ir: %s رویداد با موفقیت ایجاد شد.

source: Third Party plugin is not installed and activated!
fa_ir: افزونه شخص ثالث نصب و فعال نشده است!

source: Third Party plugin is invalid!
fa_ir: افزونه شخص ثالث نامعتبر است!

source: Please select events to import!
fa_ir: لطفاً رویدادها را برای درون‌ریزی انتخاب کنید!

source: Something happened. Please make sure you allow the website to access your meetup account.
fa_ir: چیزی رخ داد. لطفاً اطمینان حاصل کنید که به وب سایت اجازه دسترسی به حساب Meetup خود را می دهید.

source: Meetup group not found!
fa_ir: گروه Meetup یافت نشد!

source: Invalid API Token.
fa_ir: توکن API نامعتبر است.

source: All of Client ID, Client Secret, and Calendar ID are required!
fa_ir: شناسه مشتری، رمز مشتری و شناسه تقویم همگی الزامی هستند!

source: All seems good! Please click %s to authenticate your app.
fa_ir: همه چیز خوب به نظر می رسد! لطفاً برای احراز هویت برنامه خود، %s را کلیک کنید.

source: here
fa_ir: اینجا

source: %s Updated previously added events.
fa_ir: %s رویدادهای قبلاً اضافه شده را به‌روزرسانی کرد.

source: %s events failed to add for following reasons: %s
fa_ir: %s رویداد به دلایل زیر اضافه نشد: %s

source: Please insert your Facebook page's link.
fa_ir: لطفاً لینک صفحه فیس بوک خود را وارد کنید.

source: Please insert your facebook page's link.
fa_ir: لطفاً لینک صفحه فیسبوک خود را وارد کنید.

source: MEC Import / Export
fa_ir: درون‌ریزی/برون‌ریزی MEC

source: Meetup Import
fa_ir: درون‌ریزی Meetup

source: Synchronization
fa_ir: همگام‌سازی

source: Export
fa_ir: برون‌ریزی

source: Import
fa_ir: درون‌ریزی

source: Third Party Plugins
fa_ir: افزونه‌های شخص ثالث

source: Test Data
fa_ir: داده‌های آزمایشی

source: Export all events to file
fa_ir: برون‌ریزی تمام رویدادها به فایل

source: This will export all of your website events' data into your desired format.
fa_ir: این عمل تمام داده‌های رویدادهای وب سایت شما را به فرمت دلخواه شما برون‌ریزی خواهد کرد.

source: Google Calendar CSV
fa_ir: CSV تقویم گوگل

source: Export certain events
fa_ir: برون‌ریزی رویدادهای خاص

source: For exporting filtered events, you can use bulk actions in %s page.
fa_ir: برای برون‌ریزی رویدادهای فیلتر شده، می توانید از عملیات انبوه در صفحه %s استفاده کنید.

source: iCal Feed
fa_ir: فید iCal

source: You can use %s URL to export all events. Also you can include the URL into your website so your website users can subscribe to events.
fa_ir: می‌توانید از آدرس %s برای برون‌ریزی همه رویدادها استفاده کنید. همچنین می‌توانید این آدرس را در وب سایت خود قرار دهید تا کاربران وب سایت شما بتوانند در رویدادها مشترک شوند.

source: Export all bookings to file
fa_ir: برون‌ریزی تمام رزروها به فایل

source: This will export all of your website bookings' data into your desired format.
fa_ir: این عمل تمام داده‌های رزروهای وب سایت شما را به فرمت دلخواه شما برون‌ریزی خواهد کرد.

source: Export certain bookings
fa_ir: برون‌ریزی رزروهای خاص

source: For exporting bookings, you can use bulk actions in %s page.
fa_ir: برای برون‌ریزی رزروها، می توانید از عملیات انبوه در صفحه %s استفاده کنید.

source: Add events to Google Calendar
fa_ir: افزودن رویدادها به تقویم گوگل

source: Add your desired website events to your Google Calendar.
fa_ir: رویدادهای دلخواه وب سایت خود را به تقویم گوگل خود اضافه کنید.

source: You should set %s as redirect page in Google App Console.
fa_ir: شما باید %s را به عنوان صفحه تغییر مسیر در کنسول برنامه گوگل تنظیم کنید.

source: App Client ID
fa_ir: شناسه مشتری برنامه

source: App Client Secret
fa_ir: رمز مشتری برنامه

source: Calendar ID
fa_ir: شناسه تقویم

source: Authenticate
fa_ir: احراز هویت

source: Import Options
fa_ir: گزینه‌های درون‌ریزی

source: Export Attendees
fa_ir: برون‌ریزی شرکت‌کنندگان

source: Add to Google Calendar
fa_ir: افزودن به تقویم گوگل

source: Checking ...
fa_ir: در حال بررسی...

source: Exporting ...
fa_ir: در حال خروجی گرفتن...

source: Import MEC XML Feed
fa_ir: درون‌ریزی خوراک XML از MEC
