Repository: carloschuck/Mec-events
Catalog: modern-events-calendar/languages/mec-*.po
Languages: fa_ir

source: Cancellation Period
fa_ir: دوره لغو

source: From e.g 48
fa_ir: از (مثلا) 48

source: To e.g 24
fa_ir: تا (مثلا) 24

source: Period
fa_ir: دوره

source: Event Start
fa_ir: شروع رویداد

source: You can restrict the option to cancel bookings. Leave empty for cancellation at any time. For example if you insert 48 to 24 hours before the event starts then bookers are able to cancel their booking only on this time period.
fa_ir: می‌توانید گزینه لغو رزرو را محدود کنید. برای لغو در هر زمان، آن را خالی بگذارید. برای مثال، اگر 48 تا 24 ساعت قبل از شروع رویداد را وارد کنید، رزروکنندگان فقط در این بازه زمانی می‌توانند رزرو خود را لغو کنند.

source: Cancellation Page
fa_ir: صفحه لغو

source: Users will be redirected to this page after the booking cancellation. Leave it empty if you are not intrested.
fa_ir: کاربران پس از لغو رزرو به این صفحه هدایت می‌شوند. اگر علاقه‌مند نیستید، آن را خالی بگذارید.

source: Cancellation Page Time Interval
fa_ir: فاصله زمانی صفحه لغو

source: 2000 means 2 seconds
fa_ir: 2000 به معنی 2 ثانیه

source: Specify the amount of delay before being redirected to the cancellation page. (in milliseconds)
fa_ir: مقدار تأخیر قبل از هدایت به صفحه لغو را مشخص کنید. (به میلی‌ثانیه)

source: Booking Shortcode
fa_ir: کد کوتاه رزرو

source: Booking module is available in the event details page but if you like to embed booking module of certain event into a custom WP page or post or any shortcode compatible widgets, all you need to do is to insert %s shortcode into the page content and place the event id instead of 1.
fa_ir: ماژول رزرو در صفحه جزئیات رویداد موجود است، اما اگر مایلید ماژول رزرو یک رویداد خاص را در یک صفحه یا پست سفارشی وردپرس یا هر ویجت سازگار با کد کوتاه جاسازی کنید، تنها کاری که باید انجام دهید این است که کد کوتاه %s را در محتوای صفحه قرار دهید و شناسه رویداد را به جای 1 بگذارید.

source: Also, you can insert %s if you like to show only one of the available tickets in booking module. Instead of 1 you should insert the ticket ID. This parameter is optional.
fa_ir: همچنین، اگر می‌خواهید فقط یکی از بلیط‌های موجود را در ماژول رزرو نمایش دهید، می‌توانید %s را وارد کنید. به جای 1، باید شناسه بلیط را وارد کنید. این پارامتر اختیاری است.

source: Upload Field
fa_ir: فیلد آپلود

source: Mime types
fa_ir: انواع MIME

source: Split mime types with ",".
fa_ir: انواع MIME را با "," جدا کنید.

source: Default: jpeg,jpg,png,pdf
fa_ir: پیش‌فرض: jpeg,jpg,png,pdf

source: Maximum file size
fa_ir: حداکثر حجم فایل

source: The unit is Megabyte "MB"
fa_ir: واحد مگابایت "MB" است

source: Accept partial payment
fa_ir: پذیرش پرداخت جزئی

source: Ability to edit payable options per event
fa_ir: امکان ویرایش گزینه‌های پرداخت به ازای هر رویداد

source: Offer flexible payment options
fa_ir: ارائه گزینه‌های پرداخت انعطاف‌پذیر

source: Enable this option to offer customers the flexibility to choose between full and partial payments when booking.
fa_ir: این گزینه را فعال کنید تا مشتریان هنگام رزرو، از انعطاف‌پذیری انتخاب بین پرداخت کامل و جزئی برخوردار شوند.

source: Discount Per User Roles
fa_ir: تخفیف بر اساس نقش‌های کاربری

source: Discount per User Role
fa_ir: تخفیف به ازای نقش کاربر

source: If enabled, you can set discount for users based on their roles.
fa_ir: در صورت فعال بودن، می‌توانید برای کاربران بر اساس نقش‌هایشان تخفیف تعیین کنید.

source: Enable webhooks module
fa_ir: فعال‌سازی ماژول وب‌هوک

source: After enabling and saving the settings, you should reload the page to see a new menu on the Dashboard > Webhooks
fa_ir: پس از فعال‌سازی و ذخیره تنظیمات، باید صفحه را بارگیری مجدد کنید تا منوی جدیدی در داشبورد > وب‌هوک‌ها مشاهده کنید.

source: Booking Elements
fa_ir: عناصر رزرو

source: Enable Express Attendees Form
fa_ir: فعال‌سازی فرم سریع شرکت‌کنندگان

source: Apply the info from the first attendee to all the purchased tickets by that user. Uncheck if you want every ticket to have its own attendee’s info.
fa_ir: اطلاعات اولین شرکت‌کننده را به تمام بلیط‌های خریداری شده توسط آن کاربر اعمال کنید. اگر می‌خواهید هر بلیط اطلاعات شرکت‌کننده خاص خود را داشته باشد، این گزینه را غیرفعال کنید.

source: Attendee Counter
fa_ir: شمارنده شرکت‌کنندگان

source: Display Total Tickets
fa_ir: نمایش تعداد کل بلیط‌ها

source: If enabled, the total number of selected tickets will be displayed next to the booking button in the first step of the booking.
fa_ir: در صورت فعال بودن، تعداد کل بلیط‌های انتخاب شده در کنار دکمه رزرو در مرحله اول رزرو نمایش داده خواهد شد.

source: Display Progress Bar
fa_ir: نمایش نوار پیشرفت

source: If enabled, a progress bar will be added to the booking module indicating the current step and the next steps. It won't get displayed if there is only 1 step.
fa_ir: در صورت فعال بودن، یک نوار پیشرفت به ماژول رزرو اضافه می‌شود که مرحله فعلی و مراحل بعدی را نشان می‌دهد. اگر فقط 1 مرحله وجود داشته باشد، نمایش داده نمی‌شود.

source: Enable Invoice
fa_ir: فعال کردن فاکتور

source: Enable Booking for Ongoing Events
fa_ir: فعال کردن رزرو برای رویدادهای در حال برگزاری

source: Enable Downloadable File
fa_ir: فعال کردن فایل قابل دانلود

source: By enabling this feature, You can upload a file for each event and the attendees will be able to download it after booking.
fa_ir: با فعال کردن این ویژگی، می‌توانید یک فایل برای هر رویداد آپلود کنید و شرکت‌کنندگان پس از رزرو قادر به دانلود آن خواهند بود.

source: Disable Ticket Times
fa_ir: غیرفعال کردن زمان‌بندی بلیط

source: Enable
fa_ir: فعال کردن

source: Global Tickets
fa_ir: بلیط‌های جهانی

source: Enable coupons module
fa_ir: فعال کردن ماژول کوپن‌ها

source: After enabling and saving the settings, you should reload the page to see a new menu on the Dashboard > Booking
fa_ir: پس از فعال کردن و ذخیره تنظیمات، باید صفحه را رفرش کنید تا منوی جدیدی در داشبورد > رزرو مشاهده کنید

source: Taxes / Fees
fa_ir: مالیات / هزینه‌ها

source: Enable taxes / fees module
fa_ir: فعال کردن ماژول مالیات / هزینه‌ها

source: Add Fee
fa_ir: افزودن هزینه

source: Disable Fees per Gateways
fa_ir: غیرفعال کردن هزینه‌ها به ازای هر درگاه پرداخت

source: Tax Method
fa_ir: روش مالیات

source: Tax Excluded
fa_ir: مالیات مستثنی

source: Tax Included
fa_ir: مالیات گنجانده شده

source: In most cases, the tax is exclusive. You can select inclusive, if you're inserting the price of tickets, tax included.
fa_ir: در بیشتر موارد، مالیات جداگانه محاسبه می‌شود. اگر قیمت بلیط‌ها را با مالیات وارد می‌کنید، می‌توانید شامل مالیات را انتخاب کنید.

source: Ticket Variations & Options
fa_ir: تنوع و گزینه‌های بلیط

source: Enable ticket variations module
fa_ir: فعال کردن ماژول تنوع بلیط

source: Add Variation / Option
fa_ir: افزودن تنوع / گزینه

source: Enable variations per ticket
fa_ir: فعال کردن تنوع‌ها به ازای هر بلیط

source: Ticket Variations Shortcode
fa_ir: شورت‌کد تنوع بلیط

source: If you need to display ticket variations of an event outside the booking module you can use %s shortcode where the number 10 is the event id.
fa_ir: اگر نیاز دارید تنوع بلیط‌های یک رویداد را خارج از ماژول رزرو نمایش دهید، می‌توانید از شورت‌کد %s استفاده کنید که عدد 10 شناسه رویداد است.

source: Use WooCommerce as Payment System
fa_ir: استفاده از ووکامرس به عنوان سیستم پرداخت

source: By enabling this feature, tickets will be added to WooCommerce cart and all payment process would be done by WooCommerce so all of MEC payment related modules will be disabled. To configure your desired gateways and booking fields etc, you need to configure WooCommerce on your website.
fa_ir: با فعال کردن این ویژگی، بلیط‌ها به سبد خرید ووکامرس اضافه می‌شوند و تمام فرآیند پرداخت توسط ووکامرس انجام خواهد شد، بنابراین تمام ماژول‌های مرتبط با پرداخت MEC غیرفعال می‌شوند. برای پیکربندی درگاه‌های پرداخت مورد نظر و فیلدهای رزرو و غیره، باید ووکامرس را در وب‌سایت خود پیکربندی کنید.

source: Please disable MEC Cart first otherwise you're not able to use WooCommerce feature.
fa_ir: لطفاً ابتدا سبد خرید MEC را غیرفعال کنید، در غیر این صورت قادر به استفاده از ویژگی ووکامرس نخواهید بود.

source: You cannot use following MEC features so you should use WooCommerc and its add-ons if you need them.
fa_ir: شما نمی‌توانید از ویژگی‌های MEC زیر استفاده کنید، بنابراین در صورت نیاز باید از ووکامرس و افزونه‌های آن استفاده کنید.

source: Price per Dates of Tickets
fa_ir: قیمت به ازای تاریخ‌های بلیط

source: Ticket Variations
fa_ir: تنوع بلیط

source: Discount Per Roles
fa_ir: تخفیف به ازای نقش‌ها

source: Automatically complete WooCommerce orders
fa_ir: تکمیل خودکار سفارشات ووکامرس

source: Auto WooCommerce orders
fa_ir: سفارشات خودکار ووکامرس

source: After Add to Cart
fa_ir: پس از افزودن به سبد خرید

source: Redirect to Cart
fa_ir: انتقال به سبد خرید

source: Redirect to Checkout
fa_ir: انتقال به تسویه‌حساب

source: Optional View Cart Button
fa_ir: دکمه اختیاری مشاهده سبد خرید

source: Optional Checkout Button
fa_ir: دکمه اختیاری تسویه‌حساب

source: MEC Booking Form
fa_ir: فرم رزرو MEC

source: If enabled then users should fill the booking form in MEC and then they will be redirected to checkout.
fa_ir: در صورت فعال بودن، کاربران باید فرم رزرو در MEC را پر کنند و سپس به صفحه تسویه‌حساب منتقل می‌شوند.

source: Enable Organizer Payment Module
fa_ir: فعال کردن ماژول پرداخت برگزارکننده

source: By enabling this module, organizers can insert their payment credentials to receive the payments directly. This feature needs the Stripe connect payment gateway to work.
fa_ir: با فعال کردن این ماژول، برگزارکنندگان می‌توانند اطلاعات پرداخت خود را وارد کنند تا مستقیماً پرداخت‌ها را دریافت کنند. این ویژگی برای کار کردن به درگاه پرداخت Stripe Connect نیاز دارد.

source: Disable / Enable payment gateways per event
fa_ir: غیرفعال / فعال کردن درگاه‌های پرداخت به ازای هر رویداد

source: Payment Gateways Per Event
fa_ir: درگاه‌های پرداخت به ازای هر رویداد

source: By enabling this module, event submitters will be able to disable/enable payment gateways per event on the FES Form and on the event add/edit page.
fa_ir: با فعال کردن این ماژول، ارسال‌کنندگان رویداد قادر خواهند بود درگاه‌های پرداخت را به ازای هر رویداد در فرم FES و در صفحه افزودن/ویرایش رویداد فعال/غیرفعال کنند.

source: Skip payment step for free bookings
fa_ir: گذر از مرحله پرداخت برای رزروهای رایگان

source: Skip Payment Step
fa_ir: گذر از مرحله پرداخت

source: If enabled, it will skip payment step for free bookings. You can disable it if you're required by law.
fa_ir: در صورت فعال بودن، مرحله پرداخت را برای رزروهای رایگان رد می‌کند. اگر قانوناً ملزم هستید، می‌توانید آن را غیرفعال کنید.

source: Automatically refund the payment
fa_ir: بازپرداخت خودکار پرداخت

source: Automatically refund the payment when a booking paid by gateways like Stripe gets canceled.
fa_ir: هنگامی که رزروی که از طریق درگاه‌هایی مانند Stripe پرداخت شده لغو می‌شود، پرداخت را به صورت خودکار بازپرداخت کنید.

source: Debug Paypal Standard Gateway
fa_ir: اشکال‌زدایی درگاه استاندارد پی‌پال

source: If you are encountering problems with the PayPal Standard gateway, you can enter your email here to receive a debug email that contains information received from the PayPal API. Please be aware that this email may contain sensitive information, so proceed with caution.
fa_ir: اگر با درگاه استاندارد پی‌پال مشکلاتی را تجربه می‌کنید، می‌توانید ایمیل خود را اینجا وارد کنید تا یک ایمیل اشکال‌زدایی حاوی اطلاعات دریافت شده از API پی‌پال دریافت کنید. لطفاً توجه داشته باشید که این ایمیل ممکن است حاوی اطلاعات حساس باشد، بنابراین با احتیاط ادامه دهید.

source: MEC Cart
fa_ir: سبد خرید MEC

source: Use MEC Cart System
fa_ir: از سیستم سبد خرید MEC استفاده کنید

source: If you don't want to use WooCommerce for any reason you can use MEC Cart for adding a simple cart and checkout system to your website.
fa_ir: اگر به هر دلیلی نمی‌خواهید از ووکامرس استفاده کنید، می‌توانید از سبد خرید MEC برای افزودن یک سیستم ساده سبد خرید و تسویه حساب به وب‌سایت خود استفاده کنید.

source: You cannot use following MEC features while using MEC Cart.
fa_ir: هنگام استفاده از سبد خرید MEC نمی‌توانید از ویژگی‌های MEC زیر استفاده کنید.

source: WooCommerce as Payment Gateway
fa_ir: ووکامرس به عنوان درگاه پرداخت

source: Currency Per Event
fa_ir: واحد پول برای هر رویداد

source: Disable Gateways Per Event
fa_ir: غیرفعال کردن درگاه‌ها برای هر رویداد

source: Thank You Page Per Event
fa_ir: صفحه تشکر برای هر رویداد

source: Stripe Connect Gateway
fa_ir: درگاه Stripe Connect

source: Pay By WooCommerce Gateway
fa_ir: پرداخت با درگاه ووکامرس

source: Organizer Payment Module
fa_ir: ماژول پرداخت برگزارکننده

source: Cart Page
fa_ir: صفحه سبد خرید

source: Put %s shortcode into the page.
fa_ir: کد کوتاه %s را در صفحه قرار دهید.

source: Checkout Page
fa_ir: صفحه تسویه حساب

source: Enable Cart Invoice
fa_ir: فعال کردن فاکتور سبد خرید

source: Saved
fa_ir: ذخیره شد

source: Settings Saved!
fa_ir: تنظیمات ذخیره شد!

source: Please Refresh Page
fa_ir: لطفاً صفحه را رفرش کنید

source: Welcome %s
fa_ir: خوش آمدید %s

source: %s - Most Powerful & Easy to Use Events Management System
fa_ir: %s - قدرتمندترین و آسان‌ترین سیستم مدیریت رویدادها

source: You're using %s version of Modern Events Calendar. To use advanced booking system, modern skins like Agenda, Timetable, Masonry, Yearly View, Available Spots, etc you should upgrade to the Pro version.
fa_ir: شما از نسخه %s تقویم رویدادهای مدرن استفاده می‌کنید. برای استفاده از سیستم رزرو پیشرفته، پوسته‌های مدرن مانند Agenda, Timetable, Masonry, Yearly View, Available Spots و غیره باید به نسخه پرو ارتقا دهید.

source: lite
fa_ir: لایت

source: GO PREMIUM
fa_ir: به نسخه پریمیوم بروید

source: Getting started with Modern Events Calendar
fa_ir: شروع کار با تقویم رویدادهای مدرن

source: In this short video, you can learn how to make an event and put a calendar on your website. Please watch this 2 minutes video to the end.
fa_ir: در این ویدیوی کوتاه، می‌توانید یاد بگیرید چگونه یک رویداد ایجاد کنید و یک تقویم را در وب‌سایت خود قرار دهید. لطفاً این ویدیوی 2 دقیقه‌ای را تا انتها تماشا کنید.

source: License Activation
fa_ir: فعال‌سازی لایسنس

source: Activate Addons
fa_ir: فعال‌سازی افزونه‌ها

source: You cannot access this section.
fa_ir: شما نمی‌توانید به این بخش دسترسی پیدا کنید.

source: In order to use all plugin features and options, please enter your purchase code.
fa_ir: برای استفاده از تمامی ویژگی‌ها و گزینه‌های افزونه، لطفاً کد خرید خود را وارد کنید.

source: Activation failed. Please check your purchase code or license type. Note: Your purchase code should match your licesne type.
fa_ir: فعال‌سازی ناموفق بود. لطفاً کد خرید یا نوع لایسنس خود را بررسی کنید. توجه: کد خرید شما باید با نوع لایسنس شما مطابقت داشته باشد.

source: Troubleshooting
fa_ir: عیب‌یابی

source: Popular Gateways
fa_ir: درگاه‌های محبوب

source: Change Log
fa_ir: تاریخچه تغییرات

source: Events List Page
fa_ir: صفحه فهرست رویدادها

source: Add/Edit Events Page
fa_ir: صفحه افزودن/ویرایش رویدادها

source: New Events Status
fa_ir: وضعیت رویدادهای جدید

source: Let WordPress decide
fa_ir: بگذارید وردپرس تصمیم بگیرد

source: Publish
fa_ir: انتشار

source: What should be the default status of events registered by users?
fa_ir: وضعیت پیش‌فرض رویدادهای ثبت‌شده توسط کاربران چه باید باشد؟

source: Events Status after Update
fa_ir: وضعیت رویدادها پس از به‌روزرسانی

source: Display Event Date in List
fa_ir: نمایش تاریخ رویداد در لیست

source: Users will be redirect to this page after a successful event submission. Leave it empty if you want it to be disabled.
fa_ir: کاربران پس از ارسال موفقیت‌آمیز رویداد به این صفحه هدایت می‌شوند. اگر می‌خواهید غیرفعال باشد، آن را خالی بگذارید.

source: Thank You Page URL
fa_ir: آدرس URL صفحه تشکر

source: It is possible to be redirected to a specific URL after a successful event submission. Filling this option will disable the 'Thank You Page' option above.
fa_ir: امکان هدایت به یک URL خاص پس از ارسال موفقیت‌آمیز رویداد وجود دارد. پر کردن این گزینه، گزینه 'صفحه تشکر' بالا را غیرفعال خواهد کرد.

source: Default Category
fa_ir: دسته بندی پیش فرض

source: If the author has not selected a specific category for the recorded event using frontend event submission form, MEC will assign this category to it by default.
fa_ir: اگر نویسنده یک دسته بندی خاص برای رویداد ثبت شده با استفاده از فرم ارسال رویداد فرانت‌اند انتخاب نکرده باشد، MEC به طور پیش‌فرض این دسته بندی را به آن اختصاص می‌دهد.

source: Maximum File Size
fa_ir: حداکثر حجم فایل

source: in KB
fa_ir: بر حسب کیلوبایت

source: Maximum acceptable size for files uploaded by users. (in KiloBytes)
fa_ir: حداکثر حجم قابل قبول برای فایل‌های آپلود شده توسط کاربران. (بر حسب کیلوبایت)

source: Disclaimer Message
fa_ir: پیام سلب مسئولیت

source: Leave empty to disable
fa_ir: برای غیرفعال کردن، خالی بگذارید

source: Disclaimer
fa_ir: سلب مسئولیت

source: This message would display as a disclaimer message on the event details page. Leave it empty if you are not interested.
fa_ir: این پیام به عنوان یک پیام سلب مسئولیت در صفحه جزئیات رویداد نمایش داده می‌شود. اگر علاقه‌ای ندارید، آن را خالی بگذارید.

source: Access Level
fa_ir: سطح دسترسی

source: Access Role
fa_ir: نقش دسترسی

source: Which user roles can add events through FES Form?
fa_ir: کدام نقش‌های کاربری می‌توانند رویدادها را از طریق فرم FES اضافه کنند؟

source: Enable event submission by guest (Not logged in) users
fa_ir: فعال کردن ارسال رویداد توسط کاربران مهمان (وارد نشده)

source: Enable mandatory email and name for guest user
fa_ir: فعال کردن ایمیل و نام اجباری برای کاربر مهمان

source: Automatically create users after event publish and assign event to the created user
fa_ir: ایجاد خودکار کاربران پس از انتشار رویداد و اختصاص رویداد به کاربر ایجاد شده

source: Frontend Event Submission Sections
fa_ir: بخش‌های ارسال رویداد در فرانت‌اند

source: Event Data Fields
fa_ir: فیلدهای داده رویداد

source: Style Per Event
fa_ir: سبک برای هر رویداد

source: Link Target
fa_ir: هدف لینک

source: Event Gallery
fa_ir: گالری رویداد

source: Event Categories
fa_ir: دسته‌بندی‌های رویداد

source: Event Labels
fa_ir: برچسب‌های رویداد

source: This option allows you to hide/show the event from/in MEC shortcodes to the FES Form.
fa_ir: این گزینه به شما امکان می‌دهد رویداد را از/در شورت‌کدهای MEC به فرم FES پنهان/نمایش دهید.

source: Event Tags
fa_ir: تگ‌های رویداد

source: Event Location
fa_ir: مکان رویداد

source: Ability to Add New Location
fa_ir: امکان افزودن مکان جدید

source: If enabled, then users are able to add their own new locations.
fa_ir: اگر فعال باشد، کاربران قادر خواهند بود مکان‌های جدید خود را اضافه کنند.

source: Event Organizer
fa_ir: برگزارکننده رویداد

source: Ability to Use All Organizers
fa_ir: قابلیت استفاده از همه برگزارکنندگان

source: Use All Organizers
fa_ir: استفاده از همه برگزارکنندگان

source: Users are able to see the list of organizers and use them for their event. Set it to "No" if you want to disable this functionality and the "Other Organizers" feature.
fa_ir: کاربران قادر به مشاهده لیست برگزارکنندگان و استفاده از آنها برای رویداد خود هستند. اگر می‌خواهید این قابلیت و ویژگی "برگزارکنندگان دیگر" را غیرفعال کنید، آن را روی "خیر" تنظیم کنید.

source: Ability to Add New Organizer
fa_ir: قابلیت افزودن برگزارکننده جدید

source: If enabled, then users are able to add their own new organizers.
fa_ir: اگر فعال باشد، کاربران قادر خواهند بود برگزارکنندگان جدید خود را اضافه کنند.

source: Ability to Add New Speakers
fa_ir: قابلیت افزودن سخنرانان جدید

source: Name Only
fa_ir: فقط نام

source: Full Details
fa_ir: جزئیات کامل

source: Ability to Add New Sponsors
fa_ir: قابلیت افزودن حامیان مالی جدید

source: If enabled, then users are able to add their own new sponsors.
fa_ir: اگر فعال باشد، کاربران قادر خواهند بود حامیان مالی جدید خود را اضافه کنند.

source: Total Booking Limit
fa_ir: محدودیت کل رزرو

source: Minimum Tickets Per Booking
fa_ir: حداقل بلیط در هر رزرو

source: Private Description
fa_ir: توضیحات خصوصی

source: Fees / Taxes Options
fa_ir: گزینه‌های کارمزد / مالیات

source: Partial Payment Options
fa_ir: گزینه‌های پرداخت جزئی

source: Rsvp Options
fa_ir: گزینه‌های RSVP

source: SEO Schema
fa_ir: اسکیمای سئو

source: Public Download Module
fa_ir: ماژول دانلود عمومی

source: Event FAQ
fa_ir: سوالات متداول رویداد

source: Virtual Event
fa_ir: رویداد مجازی

source: Zoom Event
fa_ir: رویداد زوم

source: Event Note
fa_ir: یادداشت رویداد

source: Users can put a note for editors while they're submitting the event. Also you can put %%event_note%% into the new event notification in order to get users' notes in email.
fa_ir: کاربران می‌توانند هنگام ارسال رویداد، یادداشتی برای ویرایشگران بنویسند. همچنین می‌توانید %%event_note%% را در اعلان رویداد جدید قرار دهید تا یادداشت‌های کاربران را در ایمیل دریافت کنید.

source: Note visibility
fa_ir: قابلیت مشاهده یادداشت

source: Always
fa_ir: همیشه

source: While event is not published
fa_ir: تا زمانی که رویداد منتشر نشده است

source: When should event note be displayed in FES Form and Backend?
fa_ir: چه زمانی باید یادداشت رویداد در فرم FES و بک‌اند نمایش داده شود؟

source: Agreement Checkbox (GDPR Compatibility)
fa_ir: چک باکس توافق (سازگاری با GDPR)

source: Checked by Default
fa_ir: به صورت پیش‌فرض انتخاب شده

source: Required Fields
fa_ir: فیلدهای مورد نیاز

source: Event Description
fa_ir: توضیحات رویداد

source: More Info Link
fa_ir: لینک اطلاعات بیشتر

source: Insert your backup files below and press import to restore your site's options to the last backup.
fa_ir: فایل‌های پشتیبان خود را در زیر وارد کرده و دکمه وارد کردن را فشار دهید تا گزینه‌های سایت شما به آخرین پشتیبان بازگردانده شوند.

source: WARNING! Restoring backup will overwrite all of your current option values. Caution Indeed.
fa_ir: اخطار! بازگرداندن پشتیبان، تمام مقادیر گزینه فعلی شما را بازنویسی خواهد کرد. واقعاً احتیاط کنید.

source: Please paste your options here
fa_ir: لطفاً گزینه‌های خود را اینجا وارد کنید

source: Import Settings
fa_ir: وارد کردن تنظیمات

source: Download Settings
fa_ir: دانلود تنظیمات

source: Mailchimp
fa_ir: میل‌چیمپ

source: Enable Mailchimp Integration
fa_ir: فعال کردن یکپارچه‌سازی میل‌چیمپ

source: API Key
fa_ir: کلید API

source: List ID
fa_ir: شناسه لیست

source: Subscription Status
fa_ir: وضعیت اشتراک

source: Subscribe automatically
fa_ir: اشتراک خودکار

source: Subscribe by verification
fa_ir: اشتراک با تأیید

source: Choose "Subscribe by verification," to send an email to the user by Mailchimp for subscription verification.
fa_ir: برای ارسال ایمیل به کاربر توسط میل‌چیمپ جهت تأیید اشتراک، گزینه "اشتراک با تأیید" را انتخاب کنید.

source: Enable Segment Creation by Event Title and Booking Date
fa_ir: فعال کردن ایجاد سگمنت بر اساس عنوان رویداد و تاریخ رزرو

source: Enable Campaign Monitor Integration
fa_ir: فعال‌سازی یکپارچه‌سازی با Campaign Monitor

source: Enable MailerLite Integration
fa_ir: فعال‌سازی یکپارچه‌سازی با MailerLite

source: Group ID
fa_ir: شناسه گروه

source: Enable constantcontact Integration
fa_ir: فعال‌سازی یکپارچه‌سازی با Constant Contact

source: Please set the %s url as redirect URI in constant contact developer panel.
fa_ir: لطفاً آدرس %s را به عنوان URI ریدایرکت در پنل توسعه‌دهنده Constant Contact تنظیم کنید.

source: Authorize
fa_ir: مجوز

source: Select List
fa_ir: انتخاب لیست

source: First, you need to enter the API Key and the Client Secret so that your Constant Contact lists appear under this option.
fa_ir: ابتدا باید کلید API و Client Secret را وارد کنید تا لیست‌های Constant Contact شما در این گزینه ظاهر شوند.

source: Enable Active Campaign Integration
fa_ir: فعال‌سازی یکپارچه‌سازی با Active Campaign

source: Enable AWeber Integration
fa_ir: فعال‌سازی یکپارچه‌سازی با AWeber

source: %s plugin should be installed and connected to your AWeber account.
fa_ir: افزونه %s باید نصب شده و به حساب AWeber شما متصل باشد.

source: More information about the list ID can be found %s.
fa_ir: اطلاعات بیشتر در مورد شناسه لیست را می‌توانید %s پیدا کنید.

source: Enable MailPoet Integration
fa_ir: فعال‌سازی یکپارچه‌سازی با MailPoet

source: List
fa_ir: لیست

source: %s plugin should be installed and activated.
fa_ir: افزونه %s باید نصب و فعال شده باشد.

source: Enable Sendfox Integration
fa_ir: فعال‌سازی یکپارچه‌سازی با Sendfox
